local ADDON_NAME, ns = ...
local L = ns.NewLocale('ruRU')
if not L then return end
-- Russian translation by ZamestoTV, Сстра (Ирина), Артем

-------------------------------------------------------------------------------
-------------------------------- DRAGON ISLES ---------------------------------
-------------------------------------------------------------------------------

L['gem_cluster_note'] = 'Эти предметы станут доступны с 21-го уровня известности с Драконьей Экспедиции, их можно найти в Сумках разведчиков экспедиции и в Потревоженной почве.'

L['options_icons_bonus_boss'] = 'Бонусные элитные монстры'
L['options_icons_bonus_boss_desc'] = 'Отображение местоположения бонусных элитных монстров.'

L['options_icons_profession_treasures'] = nil
L['options_icons_profession_treasures_desc'] = nil

L['dragon_glyph'] = 'Драконий символ'
L['options_icons_dragon_glyph'] = 'Драконий символ'
L['options_icons_dragon_glyph_desc'] = 'Показать расположение всех 48 драконьих символов.'

L['dragonscale_expedition_flag'] = 'Флаг Драконьей экспедиции'
L['flags_placed'] = 'высокий пик'
L['options_icons_flag'] = '{achievement:15890}'
L['options_icons_flag_desc'] = 'Показать расположение всех 20 флагов для достижения {achievement:15890}.'

L['options_icons_kite'] = '{achievement:16584}'
L['options_icons_kite_desc'] = 'Показать местоположение {npc:198118} для достижения {achievement:16584}.'

L['disturbed_dirt'] = 'Потревоженная почва'
L['options_icons_disturbed_dirt'] = 'Потревоженная почва'
L['options_icons_disturbed_dirt_desc'] = 'Показать местоположение потревоженной почвы.'

L['scout_pack'] = 'Сумка разведчика экспедиции'
L['options_icons_scout_pack'] = 'Сумка разведчика экспедиции'
L['options_icons_scout_pack_desc'] = 'Отображение местоположения Сумок разведчиков экспедиции.'

L['dr_best'] = nil
L['dr_best_dash'] = nil
L['dr_note'] = nil
L['dr_note_dash'] = nil
L['dr_bronze'] = nil
L['options_icons_dragonrace'] = nil
L['options_icons_dragonrace_desc'] = nil

-------------------------------------------------------------------------------
------------------------------- THE AZURE SPAN --------------------------------
-------------------------------------------------------------------------------

L['blisterhide_note'] = 'Появляется одновременно с {npc:197344}, {npc:197356} и {npc:197354}'
L['fisherman_tinnak_note'] = 'Соберите |cFFFFFD00Наконечник гарпуна|r, |cFFFFFD00Деревянный шест|r и |cFFFFFD00Потрепанный побег водоросли|r для призыва редкого монстра.'
L['gnarls_note'] = 'Появляется одновременно с {npc:197344}, {npc:197353} и {npc:197356}'
L['high_shaman_rotknuckle_note'] = 'Появляется одновременно с {npc:197344}, {npc:197353} и {npc:197354}'
L['snarglebone_note'] = 'Появляется одновременно с {npc:197353}, {npc:197356} и {npc:197354}'
L['spellwrought_snowman_note'] = 'Соберите 10x {npc:193424} и принесите их {npc:193242}.'
L['trilvarus_loreweaver_note'] = 'Возьмите |cFFFFFD00Напевающий фрагмент|r и получите {spell:382076} затем используйте |cFFFFFD00Незаряженное сосредоточение|r для того, чтобы призвать редкого монстра.'

L['breezebiter_note'] = 'Летает на небе, чтобы приземлить его просто летайте возле него.'

L['forgotten_jewel_box_note'] = '{item:199065} можно найти в сумках разведчика экспедиции и потревоженной почве.'
L['gnoll_fiend_flail_note'] = '{item:199066} можно найти в сумках разведчика экспедиции и потревоженной почве.'
L['pepper_hammer_note'] = 'Возьмите |cFFFFFD00Древесный сок|r и используйте его на |cFFFFFD00палочке|r чтобы приманить {npc:195373}.\n\n|cFFFF0000(БАГ: Чтобы нажать на палку, может потребоваться перезагрузка)|r'

L['leyline_note'] = 'Силовые линии Простора.'
L['options_icons_layline'] = '{achievement:16638}'
L['options_icons_layline_desc'] = 'Показать расположение всех силовых линий для достижения {achievement:16638}.'

-------------------------------------------------------------------------------
------------------------------- FORBIDDEN REACH -------------------------------
-------------------------------------------------------------------------------

L['bag_of_enchanted_wind'] = 'Мешок зачарованного ветра'
L['bag_of_enchanted_wind_note'] = 'Расположен в башне.'
L['hessethiash_treasure'] = 'Плохо спрятанное сокровище Гессетиаша'
L['lost_draconic_hourglass'] = 'Потерянные песочные часы драконов'
L['suspicious_bottle_treasure'] = 'Подозрительная бутылка'
L['mysterious_wand'] = 'Таинственный жезл'
L['mysterious_wand_note'] = 'Поднимите |cFFFFFD00Кристальный ключ|r и поместите его в |cFFFFFD00Кристаллическое средоточие|r.'

-------------------------------------------------------------------------------
------------------------------ OHN'AHRAN PLAINS -------------------------------
-------------------------------------------------------------------------------

L['shade_of_grief_note'] = 'Нажмите на {npc:193166}, чтобы вызвать редкого монстра.'

L['gold_swong_coin_note'] = 'Внутри пещеры с {npc:191608} справа от него.'
L['nokhud_warspear_note'] = '{item:194540} можно найти в сумках разведчика экспедиции и потревоженной почве.'
L['slightly_chewed_duck_egg_note'] = 'Найдите и погладьте {npc:192997}, чтобы получить {item:195453}, затем используйте ее. {item:199171} превратиться через 3 дня в {item:199172}.'
L['yennus_boat'] = 'Игрушечная лодка клыкарров'
L['yennus_boat_note'] = 'Возьмите |cFFFFFD00игрушечную лодку клыкарров|r, чтобы получить {item:200876}, который запускает задание {quest:72063}, которое можно сдать у {npc:195252}.'

L['lizi_note'] = 'Завершите сюжетную линию Похождения посвященного, начав с {quest:65901}. Выполняйте ежедневные задания, чтобы вылечить Яшу и получить средство передвижения.\n\nВ дополнение к предметам, требуемым для всех заданий, требуется 150x {currency:2003} за задание, в общей сложности 750x {currency:2003}.'
L['lizi_note_day1'] = 'Соберите 20x {item:192615} с монстров насекомых на |cFFFFFD00Драконьих Островах|r'
L['lizi_note_day2'] = 'Соберите 20x {item:192658} с монстров растений на |cFFFFFD00Драконьих Островах|r'
L['lizi_note_day3'] = 'Соберите 10x {item:194966} ловится из любых водоемов на |cFFFFFD00Драконьих Островах|r. Чаще всего встречается в реках на |cFFFFFD00Равнине Он\'ары|r'
L['lizi_note_day4'] = 'Соберите 20x {item:192636} с мамонтов и яков на |cFFFFFD00Заставе большекопытов|r'
L['lizi_note_day5'] = 'Возьмите 1x {item:200598} у {npc:190015} в палатке к югу от |cFFFFFD00Ключей Он\'ир|r'

L['ohnahra_note_start'] = 'Завершите сюжетную линию Похождения посвященного, начав с {quest:65901} у {npc:190022} который появиться в |cFFFFFD00ключах Он\'ир|r за хижиной жреца ветра.\n\nСоберите следующие материалы:'
L['ohnahra_note_item1'] = 'Заберите 3x {item:201929} у {npc:186151}, финальный босс подземелья |cFFFFFD00Наступление клана Нокхуд|r (героический режим). Шанс не 100%.'
L['ohnahra_note_item2'] = 'Купите 1x {item:201323} у {npc:196707} за 50x {currency:2003} и 1x {item:194562}.\n{item:194562} можно получить с Затерянных во времени монстров в |cFFFFFD00Тальдразусе|r.'
L['ohnahra_note_item3'] = 'Купите 1x {item:191507} на аукционе. (Алхимики могут приобрести {item:191588} у {npc:196707}, начиная с 22-го уровня известности)'
L['ohnahra_note_end'] = 'Когда у вас будут все материалы, вернитесь к {npc:190022} и возьмите задание {quest:72512}. Отправляйтесь к {npc:194796}, чтобы сдать задание и получить средство передвижение.'

L['bakar_note'] = 'Погладь собаку!'
L['bakar_ellam_note'] = 'Если достаточное количество игроков погладит эту собаку, она приведет вас к своим сокровищам.'
L['bakar_hugo_note'] = 'Путешествует с лагерем Айлааг.'
L['options_icons_bakar'] = '{achievement:16424}'
L['options_icons_bakar_desc'] = 'Отображение местоположения всех собак (бакар) для достижения {achievement:16424}.'

L['dreamguard_note'] = 'Возьмите в цель Изумрудного Стражника и  ' .. ns.color.Orange('/спать')
L['options_icons_dreamguards'] = '{achievement:16574}'
L['options_icons_dreamguards_desc'] = 'Отображать места Изумрудных Стражников для {achievement:16574}'

-------------------------------------------------------------------------------
--------------------------------- THALDRASZUS ---------------------------------
-------------------------------------------------------------------------------

L['blightpaw_note'] = 'Поговорите с {npc:193222} поблизости и согласитесь помочь ему.'
L['woofang_note'] = 'Погладьте {npc:193156}, чтобы призвать редкого монстра.'

L['acorn_harvester_note'] = 'Подберите |cFFFFFD00желудь|r с земли поблизости, чтобы получить {spell:388485}, а затем взаимодействуйте с {npc:196172}.'
L['cracked_hourglass_note'] = '{item:199068} можно найти в сумках разведчика экспедиции и потревоженной почве.'
L['sandy_wooden_duck_note'] = 'Возьмите {item:199069} и используйте ее.'

-------------------------------------------------------------------------------
------------------------------ THE WAKING SHORE -------------------------------
-------------------------------------------------------------------------------

L['brundin_the_dragonbane_note'] = 'Боевой отряд куалаши отправляется на {npc:192737} к этой башне.'
L['shasith_note'] = 'Внутри |cFFFFFD00Обсидиановой цитадели|r. \n\nВы и другие игроки должны вернуть в общей сложности 20x {item:191264}. Для крафта ключа нужно скомбинировать 30x {item:191251} и 3x {item:193201}, вы можете получить эти предметы у монстров вокруг Обсидиановой цитадели.'
L['worldcarver_atir_note'] = 'Соберите 3x {item:191211} у {npc:187366} поблизости и поместите их в {npc:197395}, чтобы призвать редкого монстра.'

L['bubble_drifter_note'] = '{item:199061} можно найти в сумках разведчика экспедиции и потревоженной почве.'
L['dead_mans_chestplate_note'] = 'Внутри башни на среднем этаже.'
L['golden_dragon_goblet_note'] = 'Добудьте {item:202081} у {npc:190056} на |cFFFFFD00Диких берегах|r и завершите небольшую линейку заданий.'
L['misty_treasure_chest_note'] = 'Встаньте на {npc:185485}, которая торчит из водопада, чтобы войти в пещеру.'
L['onyx_gem_cluster_note'] = 'На 21-м уровне известности у Драконьей Экспедиции вы можете выполнить задание {quest:70833}, чтобы получить {item:200738} в качестве награды (один раз на аккаунт), или купить карту у {npc:189065} за 3 {item:192863} и 500 {currency:2003} и используйте ее.'

L['fullsails_supply_chest'] = 'Сундук с припасами Коры'
L['hidden_hornswog_hoard'] = 'Скрытый заложник рогоплава'
L['hidden_hornswog_hoard_note'] = 'Соберите {item:200064}, {item:200065} и {item:200066}, объедините их рядом с |cFFFFFD00"Загадки для внимательных: практический справочник"|r и киньте полученный предмет в лягушку.'

L['pt_alch_insulated_mug'] = nil
L['pt_alch_insulated_mug_note'] = nil
L['pt_alch_frostforged_potion'] = nil
L['pt_alch_frostforged_potion_note'] = nil
L['pt_smith_glimmer_of_wisdom'] = nil
L['pt_smith_glimmer_of_wisdom_note'] = nil
L['pt_ench_flashfrozen_scroll'] = nil
L['pt_ench_flashfrozen_scroll_note'] = nil
