local ADDON_NAME, _ = ...
local L = LibStub("AceLocale-3.0"):NewLocale(ADDON_NAME, "ruRU", false, true)
if not L then return end

-------------------------------------------------------------------------------
----------------------------------- MECHAGON ----------------------------------
-------------------------------------------------------------------------------

L["avenger_note"] = "Убить КПХ-Быстроног/МГ можно только тогда, когда Карлс Пропеллерз появляется в Ржавом Болту.";
L["beastbot_note"] = "Создайте блок питания гориллобота у Паскаль-К0Р0Л6, для активации.";
L["cogstar_note"] = "Убивайте мобов Улучшенный часовой в любом месте локации, пока он не телепортируется, чтобы усилить их.";
L["crazed_trogg_note"] = "Используйте поливайбота с краской, наполненный краской флакон или ботов во Дворе Бондо, чтобы покрыть себя цветом, который он кричит.";
L["deepwater_note"] = "Создайте приманку сотни фатомов у Паскаль-К0Р0Л6 для призыва.";
L["doppel_gang"] = "Банда двойников";
L["doppel_note"] = 'Вместе с двумя игроками используйте Клапан регулировки давления который дается в награду за задание "Строительная горячка".';
L["drill_rig"] = "Требуется буровая установка ";
L["foul_manifest_note"] = "Активируйте Автоматический выключатель по координатам 67.56 55.53, затем соедините 3 пилона на озере.";
L["furor_note"] = 'Во время задания "Помощь Нордрассила" нажимайте на маленькие голубые грибы, пока он не появится.';
L["killsaw_note"] = "Появляется в случайном месте в вырубаемом лесу, вероятно, в ответ на убийство Циркулярных лесопилов. Не появляется в дни, когда Торговая компания находится в лесу, а Циркуляры недоступны."
L["leachbeast_note"] = "Используйте Экзотермический испарительный змеевик, чтобы активировать Устройство для изменения погоды.";
L["nullifier_note"] = 'Взломайте "Уязвимый узел нейтрализатора", используя перфокарту "Взломщик цепи удаленного действия" или Разбитый транспортный узел. Первый выпадает из Короля-над-свалкой, а второй - из миньонов, атакующих буровые установки ДЫР-ДЖ41 и ДЫР-ДЖ99.';
L["scrapclaw_note"] = "У берега в воде.";
L["sparkqueen_note"] = 'Появляется только тогда, когда доступно задание "Жуки – множество их!".';
L["rusty_note"] = "Создайте Персональная машина времени у Паскаль-К0Р0Л6, чтобы войти в альтернативное будущее. Появляется только тогда, когда в Ржавом Болту нет Хроми.";
L["vaultbot_note"] = "Необходимо доевсти его до Болтена Искропрыжика по координатам 63.23 38.78 во Дворе Бондо или открыть его Ключом от сейфобота которым можно создать у Паскаль-К0Р0Л6.";

L["iron_chest"] = "Сейф братства Стальных Волн"
L["mech_chest"] = "Механизированный сундук"
L["msup_chest"] = "Механизированный сундук с припасами"
L["rust_chest"] = "Старый ржавый сундук"
L["iron_chest_note"] = "Открыть ключом от сейфа братства Стальных Волн, выпадающим из мобов в Западных скалах."
L["msup_chest_note"] = "Открыть ключом от механизированного сундука с припасами, выпадающим из мобов в Западных скалах."
L["rust_chest_note"] = "Открыть старым ржавым ключом, выпадающим из мобов в Западных скалах."

L["rec_rig"] = "Очистительная установка"
L["rec_rig_note"] = "Чтобы активировать сложный режим, используйте оружие Суперколлайдера, чтобы превратить всех Облученных Элементалей в Нестабильных Облученных Элементалей. Питомцы доступны на обеих сложностях."

L["options_toggle_mech_chest"] = "Механизированный сундук"
L["options_toggle_mech_chest_desc"] = "Отображение мест расположения механизированных сундуков. Есть 10 уникальных сундуков, которые можно добывать один раз в день, и каждый сундук имеет 4-5 мест появления. Места сгруппированы по цвету."
L["options_toggle_locked_chest"] = "Закрытые сундуки"
L["options_toggle_locked_chest_desc"] = "Отображение местоположения запертых сундуков в Западных скалах"
L["options_toggle_recrig"] = "Очистительная установка"
L["options_toggle_recrig_desc"] = "Показать местоположение Очистительной установки и ее награды."

-------------------------------------------------------------------------------
----------------------------------- NAZJATAR ----------------------------------
-------------------------------------------------------------------------------

L["naz_intro_note"] = "Завершите вводную цепочку заданий, чтобы разблокировать редких монстров, сокровища и локальные задания в Назжатаре."

L["alga_note"] = "ВНИМАНИЕ: Маскирует четырех прислужников!";
L["allseer_note"] = "Появляется в нижнем Каль'метире.";
L["anemonar_note"] = "Убейте Огромного летающего ската возле него, чтобы активировать.";
L["avarius_note"] = "Используйте Кирка для соляника, чтобы собрать и поместить цветные кристаллы на пьедесталы. Вы можете не обладать Горным Делом!";
L["banescale_note"] = "Небольшой шанс появления сразу после убийства Донной Охотницы.";
L["elderunu_note"] = "Появляется в верхнем Каль'метире.";
L["gakula_note"] = "Отгонять Головастиков из племени Кровавого Плавника, пока он не появится.";
L["glimmershell_note"] = "Небольшой шанс появиться на месте Большого тусклопанцирного рака.";
L["kelpwillow_note"] = "Подведите Ильного слизеня с помощью Радужного кристалла, для активации.";
L["lasher_note"] = "Посадите Прорастающее семя в почву и кормите их светлячками.";
L["matriarch_note"] = "Делится таймером возрождения с двумя другими Матриархами.";
L["needle_note"] = "Обычно появляется в районе врат Королевы.";
L["oronu_note"] = "Вызовите Утонувшего птенца, для активации.";
L["rockweed_note"] = "Убивайте Потерявшихся водорослевиков и Бродячих водорослевиков по всей локации, пока он не появится. Рекомендуется рейдовая группа, так как это может занять долгое время.";
L["sandcastle_note"] = "Используйте Камень ясновидения, чтобы находить сундуки в любом месте локации, пока он не появится.";
L["tidelord_note"] = "Убейте трех заклинательниц Азш'ари и вызванного Неудержимого яростью волн, пока не будет вызван Повелитель приливов.";
L["tidemistress_note"] = "Нажмите на Непотревоженные образецы, пока она не появится.";
L["urduu_note"] = "Убейте Рогатого рифохода перед ним, чтобы активировать.";
L["voice_deeps_notes"] = "Используйте Сброшенный панцирь, чтобы разбить камни.";
L["vorkoth_note"] = "Бросте Приманка для его вызова.";
L["area_spawn"] = "Появляется в окрестностях.";
L["cora_spawn"] = "Появляется в Коралловом Лесу.";
L["cave_spawn"] = "Появляется в пещере.";
L["east_spawn"] = "Появляется в случайном месте в восточной половине локации.";
L["ucav_spawn"] = "Появляется в подводной пещере.";
L["zone_spawn"] = "Появляется по всей локации.";

L["supply_chest"] = "Сундук с военными припасами";
L["assassin_looted"] = " полутан с эффектом Убийцы."

L["arcane_chest"] = "Чародейский сундук";
L["glowing_chest"] = "Светящийся чародейский сундук";
L["arcane_chest_01"] = "Под водорослями.";
L["arcane_chest_02"] = "Внутри здания наверху.";
L["arcane_chest_03"] = "На втором уровне.";
L["arcane_chest_04"] = "В воде над водопадом.";
L["arcane_chest_05"] = "В руинах.";
L["arcane_chest_06"] = ""; -- in the open
L["arcane_chest_07"] = "В глубине пещеры. Вход на Склон занш'иров на востоке.";
L["arcane_chest_08"] = "Спрятан под морской звездой.";
L["arcane_chest_09"] = "В пещере позади Жемчужнопанцирного ползуна.";
L["arcane_chest_10"] = "Под Расплавленным панцирем.";
L["arcane_chest_11"] = "На вершине холма.";
L["arcane_chest_12"] = "На вершине водопада.";
L["arcane_chest_13"] = "На вершине утеса, за деревом.";
L["arcane_chest_14"] = "Внутри Храма Элун'алор.";
L["arcane_chest_15"] = "В правой части здания.";
L["arcane_chest_16"] = "В подводной пещере. Вход с юга.";
L["arcane_chest_17"] = "На вершине водопада.";
L["arcane_chest_18"] = "В пещере чуть ниже дороги.";
L["arcane_chest_19"] = "На вершине каменной арки. Используйте планер.";
L["arcane_chest_20"] = "На вершине горы.";
L["glowing_chest_1"] = "В глубине подводной пещеры. Нужно защищать пилон.";
L["glowing_chest_2"] = "Развяжите линии.";
L["glowing_chest_3"] = "В глубине пещеры. Нужно защищать пилон.";
L["glowing_chest_4"] = "Используйте 3 красных руны.";
L["glowing_chest_5"] = "В пещере. Нужно защитить пилон.";
L["glowing_chest_6"] = "Развяжите линии.";
L["glowing_chest_7"] = "Используйте 4 голобых руны.";
L["glowing_chest_8"] = "На вершине крыши. Нужно защищать пилон.";

L["slimy_cocoon"] = "Склизкий кокон";
L["ravenous_slime_note"] = "Приманите к слизню питомца, используя Радужный кристалл. Повторите пять дней, пока не появится яйцо с питомцем внутри. Кокон не исчезнет до следующего еженедельного сброса.";
L["slimy_cocoon_note"] = "Питомец готов к сбору из кокона! Если это он не появляется для вас, яйцо вступает в перезарядку в вашей фазе. Изменить фазу или проверить позже.";

L["cat_figurine"] = "Кристаллические Статуэтки Кошек"
L["cat_figurine_01"] = "В подводной пещере. Статуэтка находится на полу. Вход на востоке."
L["cat_figurine_02"] = "В пещере под близлежащим водопадом. Статуэтка под морской звездой на стене."
L["cat_figurine_03"] = "В подводной пещере. Статуэтка спрятана под сломанными ракушками."
L["cat_figurine_04"] = "В подводной пещере. Статуэтка на полу."
L["cat_figurine_05"] = "В маленькой пещере. Статуэтка спрятана за растением на полу."
L["cat_figurine_06"] = "В подводной пещере, заполненной враждебными рифоходами. Статуэтка на стене. Вход с севера."
L["cat_figurine_07"] = "В маленькой пещере. Статуэтка на стене в одном из кораллов."
L["cat_figurine_08"] = "В маленькой пещере. Уворачивайся от кругов на земле. Статуэтка на высоком камне в конце пещеры."
L["cat_figurine_09"] = "В подводной пещере. Статуэтка на каменной арке у потолка."
L["cat_figurine_10"] = "В пещере чуть ниже дороги. Статуэтка между тремя бочками."

L["mardivas_lab"] = "Лаборатория Мардиваса";
L["no_reagent"] = "Без реагентов"
L["swater"] = "Маленькая Вода"
L["gwater"] = "Большая Вода"
L["sfire"] = "Маленький Огонь"
L["gfire"] = "Большой Огонь"
L["searth"] = "Маленькая Земля"
L["gearth"] = "Большая Земля"
L["murloco"] = "Мурлоко";
L["tentacle_taco"] = "Продает "..ITEM_QUALITY_COLORS[4].hex.."[Тако голодного глашатая из щупалец]|r если вы носите бентосный Плащ азш'ари - призывательницы бурь.";

L["options_toggle_treasures_nazj"] = "Отобразить расположение сундуков для достижения Охота за сокровищами."
L["options_toggle_slimes_nazj"] = "Прожорливый слизнюк"
L["options_toggle_slimes_nazj_desc"] = "Отображение мест расположения четырех прожорлевых слизней, которые дают питомцев после кормления."
L["options_toggle_cats_nazj"] = "Фигурки кошек"
L["options_toggle_cats_nazj_desc"] = "Отображение мест расположения фигурок кристаллических кошек для достижения Найдены статуэтки кошек."
L["options_toggle_misc_nazj"] = "Показать местоположение пещеры Мурлоко и Лаборатории Мардиваса."

-------------------------------------------------------------------------------
------------------------------------ CAVES ------------------------------------
-------------------------------------------------------------------------------

L["blindlight_cave"] = "Вход в пещеру к Темносвету.";
L["caverndark_cave"] = "Вход в пещеру к Ужасу из пещерной тьмы.";
L["chasmhaunt_cave"] = "Вход в пещеру к Ужасу морских расселин.";
L["shassera_cave"] = "Вход в пещеру к Шассире.";

-------------------------------------------------------------------------------
------------------------------------ GEAR -------------------------------------
-------------------------------------------------------------------------------

L["cloth"] = "Ткань";
L["leather"] = "Кожа";
L["mail"] = "Кольчуга";
L["plate"] = "Латы";

L["1h_mace"] = "Одноручное Дробящее";
L["1h_sword"] = "Одноручный Меч";
L["1h_axe"] = "Одноручный Топор";
L["2h_mace"] = "Двуручное Дробящее";
L["2h_axe"] = "Двуручный Топор";
L["2h_sword"] = "Двуручный Меч";
L["shield"] = "Шит";
L["dagger"] = "Кинжал";
L["staff"] = "Посох";
L["fist"] = "Кистевое";
L["polearm"] = "Копье";
L["bow"] = "Лук";
L["gun"] = "Ружье";
L["wand"] = "Жезл";
L["crossbow"] = "Арбалет";
L["offhand"] = "Левая Рука";
L["warglaives"] = "Боевые клинки";

L["ring"] = "Кольцо";
L["amulet"] = "Шея";
L["cloak"] = "Плащ";
L["trinket"] = "Аксессуар";

-------------------------------------------------------------------------------
---------------------------------- TOOLTIPS -----------------------------------
-------------------------------------------------------------------------------

L["retrieving"] = "Получение ссылки на предмет ...";
L["in_cave"] = "В пещере.";
L["weekly"] = "Раз в неделю";
L["normal"] = "Обычный";
L["hard"] = "Сложный";
L["mount"] = "Маунт";
L["pet"] = "Питомец";
L["toy"] = "Игрушка";
L["completed"] = "Получено"
L["incomplete"] = "Незавершенно"
L["known"] = "Известно"
L["missing"] = "Отсутствует"
L["unobtainable"] = "Недоступно"
L["unlearnable"] = "Не поддается изучению"

-------------------------------------------------------------------------------
--------------------------------- CONTEXT MENU --------------------------------
-------------------------------------------------------------------------------

L["context_menu_title"] = "HandyNotes Мехагон и Назжатар";
L["context_menu_add_tomtom"] = "Добавить в TomTom";
L["context_menu_hide_node"] = "Скрыть эту точку";
L["context_menu_restore_hidden_nodes"] = "Восстановить все скрытые точки";

-------------------------------------------------------------------------------
----------------------------------- OPTIONS -----------------------------------
-------------------------------------------------------------------------------

L["options_title"] = "Мехагон и Назжатар";

------------------------------------ ICONS ------------------------------------

L["options_icon_settings"] = "Настройки значков";
L["options_icons_treasures"] = "Значки Сокровищ";
L["options_icons_rares"] = "Значки Редких Монстров";
L["options_icons_caves"] = "Значки Пещер";
L["options_icons_pet_battles"] = "Значки Битв Питомцев";
L["options_icons_other"] = "Прочие Значки";
L["options_scale"] = "Масштаб";
L["options_scale_desc"] = "1 = 100%";
L["options_opacity"] = "Opacity";
L["options_opacity_desc"] = "0 = прозрачный, 1 = непрозрачный";

---------------------------------- VISIBILITY ---------------------------------

L["options_visibility_settings"] = "Отображение";
L["options_general_settings"] = "Общие настройки";
L["options_toggle_looted_rares"] = "Всегда показывать всех редких монстров";
L["options_toggle_looted_rares_desc"] = "Показать каждого редкого монстра, независимо от полученной награды";
L["options_toggle_looted_treasures"] = "Полученные сокровища";
L["options_toggle_looted_treasures_desc"] = "Показать каждое сокровище, независимо от статуса получения";
L["options_toggle_hide_done_rare"] = "Скрыть редких монстров, если все награды получены";
L["options_toggle_hide_done_rare_desc"] = "Скрыть всех редких монстров, с которых получены все награды.";
L["options_toggle_hide_minimap"] = "Скрыть все значки на миникарте";
L["options_toggle_hide_minimap_desc"] = "Скрывает все иконки из этого аддона на миникарте и отображает их только на главной карте.";

L["options_toggle_battle_pets_desc"] = "Показать местонахождение наставников боевых питомцев и NPC.";
L["options_toggle_battle_pets"] = "Боевые Питомцы";
L["options_toggle_caves_desc"] = "Отображение входов в пещеры для других точек.";
L["options_toggle_caves"] = "Пещеры";
L["options_toggle_misc"] = "Разное";
L["options_toggle_npcs"] = "НПС";
L["options_toggle_rares_desc"] = "Показать местонахождение редких НПС.";
L["options_toggle_rares"] = "Редкие монстры";
L["options_toggle_supplies_desc"] = "Показать все возможные места сундуков с военными припасами.";
L["options_toggle_supplies"] = "Сундук с военными припасами";
L["options_toggle_treasures"] = "Сокровища";

---------------------------------- TOOLTIP ---------------------------------

L["options_tooltip_settings"] = "Подсказки";
L["options_tooltip_settings_desc"] = "Подсказки";
L["options_toggle_show_loot"] = "Показать Лут";
L["options_toggle_show_loot_desc"] = "Добавить информацию о добыче в подсказку";
L["options_toggle_show_notes"] = "Показать заметки";
L["options_toggle_show_notes_desc"] = "Добавьте полезные заметки в подсказку, где это возможно";

--------------------------------- DEVELOPMENT ---------------------------------

L["options_dev_settings"] = "Разработка";
L["options_dev_settings_desc"] = "Настройки разработчика";
L["options_toggle_show_debug"] = "Отлаживать";
L["options_toggle_show_debug_desc"] = "Показать отладочную информацию";
L["options_toggle_ignore_quests"] = "Игнорировать задания";
L["options_toggle_ignore_quests_desc"] = "Игнорировать статус задание в точке";
L["options_toggle_force_nodes"] = "Точки";
L["options_toggle_force_nodes_desc"] = "Принудительно отобразить все точки";
