local ADDON_NAME, _ = ...
local L = LibStub("AceLocale-3.0"):NewLocale(ADDON_NAME, "ruRU", false, true)
if not L then return end

-------------------------------------------------------------------------------
------------------------------------ ULDUM ------------------------------------
-------------------------------------------------------------------------------

L["uldum"] = "Ульдум"
L["uldum_intro_note"] = "Завершите начальную цепочку заданий, чтобы разблокировать редких монстров, сокровища и задания вторжений в Ульдуме."

L["aqir_flayer"] = "Разделяет появление с Акир-рабочий и Акир-жнец."
L["aqir_titanus"] = "Разделяет появление с Акир-гигант."
L["aqir_warcaster"] = "Разделяет появление с Акир - заклинатель Бездны."
L["atekhramun"] = "Давите Ядошкурых скорпиончиков, пока он не появится."
L["chamber_of_the_moon"] = "Под Залом Луны."
L["chamber_of_the_stars"] = "Под Залом Звезд."
L["chamber_of_the_sun"] = "Внутри Зала Солнца."
L["dunewalker"] = "Нажмите на Сущность Солнца на платформе выше, чтобы освободить его."
L["friendly_alpaca"] = "Скормите Альпаке побеги Герсали семь раз, чтобы получить ее как средство передвижения. Появляется в течение 10 минут в одном месте, затем долгое возрождение."
L["gaze_of_nzoth"] = "Разделяет появление с Нечистыми наблюдателями."
L["gersahl_note"] = "Кормите дружелюбную альпаку семь раз для получения средства передвижения. Не требует травничества."
L["gersahl"] = "Побеги Герсали"
L["hmiasma"] = "Накормите его, пока он не активируется."
L["kanebti"] = "Collect a Jeweled Scarab Figurine from a Jeweled Tomb Scarab, which shares a spawn with regular Tomb Scarabs. Insert the figurine into the Scarab Shrine to summon the rare."
L["left_eye"] = "Левая половина игрушки Всевидящие глаза."
L["platform"] = "Появляется на вершине воздушной платформы."
L["reshef"] = "Разделяет появление с Верховным Стражем Пустоты."
L["spirit_cave"] = "Вход в пещеру для Духа Темного Ритуалиста Закана."
L["tomb_widow"] = "Когда присутствуют белые коконы, убейте невидимых пауков, чтобы призвать."
L["uatka"] = "Вместе с двумя другими игроками, нажмите на каждое загадочное устройство. Требуется Амулет Светозарных который можно получить из Реликвий Аматета."
L["wastewander"] = "Разделяет появление с Порабощенный Скиталец Пустыни."

L["amathet_cache"] = "Тайник Аматетов"
L["black_empire_cache"] = "Тайник Темной Империи"
L["black_empire_coffer"] = "Сундук Тайной Империи"
L["infested_cache"] = "Зараженный Тайник"
L["infested_strongbox"] = "Зараженный Сундук"
L["amathet_reliquary"] = "Реликвия Аматетов"

L["cursed_relic"] = "Требуется Проклятая Реликвия"
L["tolvir_relic"] = "Требуется Реликвия Тол'виров"

L["options_toggle_alpaca_uldum"] = "Курчавая Альпака"
L["options_toggle_alpaca_uldum_desc"] = "Показать в локации места появления Побега герсали и Дружелюбной альпаки."
L["options_toggle_assault_events"] = "События Нападения"
L["options_toggle_assault_events_desc"] = "Показать места возможных событий нападения."
L["options_toggle_coffers"] = "Запертые Сундуки"
L["options_toggle_coffers_desc"] = "Отображение местоположения запертых сундуков (можно открыть один раз за нападение)."

L["ambush_settlers"] = "Защищайте Дервиша до окончания атак монстров."
L["burrowing_terrors"] = "Прыгай на Закапывающихся Скарабеев, чтобы раздавить их."
L["call_of_void"] = "Cleanse the Ritual Pylon."
L["combust_cocoon"] = "Бросайте самодельные зажигательные бомбы в коконы на потолке."
L["dormant_destroyer"] = "Нажмите на Проводники Бездны."
L["executor_nzoth"] = "Убейте Палача Н'Зота, затем уничтожьте Маяк Палача."
L["hardened_hive"] = "Возьмите Огнемет Скитальцев Пустыни и сожгите все кладки с яйцами."
L["in_flames"] = "Grab water buckets and douse the flames."
L["monstrous_summon"] = "Kill all of the Abyssal Harbingers to stop the summoning."
L["obsidian_extract"] = "Уничтож все Сформированные Бездной Обсидианы."
L["purging_flames"] = "Подберите тела и бросьте их в огонь."
L["pyre_amalgamated"] = "Активируйте костер, затем убейте все слияния, пока не появятся Слияние Плоти."
L["ritual_ascension"] = "Убейте всех Светозарных-ритуалистов."
L["solar_collector"] = "Включите все пять ячеек со всех сторон Солнечного Коллектора. Нажатие на кристалл силы также переключает все кристаллы, касающиеся этой ячейки.\n\nЕсли все ячейки пусты, самая короткая последовательность левая-> правая-> средняя-> левая-> правая."
L["summoning_ritual"] = "Убейте послушников и закройте портал призыва."
L["titanus_egg"] = "Уничтожьте Колоссальное яйцо, затем победите Молодого акира-колосса."
L["unearthed_keeper"] = "Уничтожить Раскопанного Хранителя."
L["virnall_front"] = "Отбивайте атаки монстров, пока не появится Менептах Вестник войны."
L["voidflame_ritual"] = "Extinguish all of the voidtouched candles."

L["beacon_of_sun_king"] = "Поверните все три статуи внутрь."
L["engine_of_ascen"] = "Move all four statues into the beams."
L["lightblade_training"] = "Убивайте инструкторов и учеников, пока не появится Камес, Клинок Рассвета."
L["raiding_fleet"] = "Сожги все лодки, используя Бросок Факела."
L["slave_camp"] = "Откройте все близлежащие клетки."
L["unsealed_tomb"] = "Защити Геру от волн монстров."

-------------------------------------------------------------------------------
------------------------------------ VALE -------------------------------------
-------------------------------------------------------------------------------

L["vale"] = "Вечноцветущий дол"
L["vale_intro_note"] = "Завершите начальную цепочку заданий, чтобы разблокировать редких монстров, сокровища и задания вторжений в Вечноцветущем доле."

L["big_blossom_mine"] = "Внутри Рудника Пышного Цветения. Вход на северо-востоке."
L["guolai"] = "Внутри залов Го-Лай."
L["guolai_left"] = "Внутри залов Го-Лай (левый проход)."
L["guolai_center"] = "Внутри залов Го-Лай (центральный проход)."
L["guolai_right"] = "Внутри залов Го-Лай (правый проход)."
L["pools_of_power"] = "Внутри Источника Силы. Вход в Золотой пагоде."
L["right_eye"] = "Правая половина игрушки Всевидящие глаза."
L["tisiphon"] = "Нажмите на счастливую удочку Даниэлы."

L["ambered_cache"] = "Покрытый янтарем тайник"
L["ambered_coffer"] = "Покрытый янатрем сундук"
L["mantid_relic"] = "Требуется Реликвия Богомолов"
L["mogu_plunder"] = "Добыча Могу"
L["mogu_strongbox"] = "Сундук Могу"
L["mogu_relic"] = "Требуется Реликвия Могу"

L["abyssal_ritual"] = "Убейте Утонувших приверженцев и затем Чудовище из глубин."
L["bound_guardian"] = "Убейте трех Глубинных подчинителей, чтобы освободить Чистую Каплю."
L["colored_flames"] = "Collect the colored flames from their torches and bring them to the matching runes."
L["construction_ritual"] = "Толкните статую тигра в луч."
L["consuming_maw"] = "Нажимайте на наросты и щупальца, пока вас не выкинет из пасти."
L["corruption_tear"] = "Возьмите Маяк Титанов и закройте Прорыв Порчи, не позволяя крутящимся глазам ударить вас."
L["electric_empower"] = "Kill the Zan-Tien Callers, then Menek the Infused."
L["empowered_demo"] = "Закройте все Реликварий Духов."
L["empowered_wagon"] = "Подберите боеприпасы Шадо-Пан и поместите их под повозку."
L["feeding_grounds"] = "Уничтожить сосуды с янтарной смолой и камеры заключения."
L["font_corruption"] = "Вращайте статуи могу, пока оба луча не достигнут задней части, затем включите консоль."
L["goldbough_guardian"] = "Protect Chief Goldbough from waves of mobs."
L["infested_statue"] = "Уберите все дергающиеся глаза со статуи."
L["kunchong_incubator"] = "Уничтожить все генераторы поля."
L["mantid_hatch"] = "Подберите огнемет Шадо-Пан и уничтожьте инкубаторы для личинок."
L["mending_monstro"] = "Уничтожьте все кристаллы Исцеляющего янтаря."
L["mystery_sacro"] = "Destroy all the Suspicious Headstones, then kill the Screaming Soul."
L["noodle_cart"] = "Защити Чинь, пока он ремонтирует свою тележку."
L["protect_stout"] = "Защитите пещеру от волн монстров."
L["pulse_mound"] = "Убей окружающих монстров, затем Живой Нарост."
L["ravager_hive"] = "Уничтожьте все ульи на дереве."
L["ritual_wakening"] = "Kill the Klaxxi Wakeners."
L["serpent_binding"] = "Kill the Zan-Tien Subjugators, then Haofeng."
L["stormchosen_arena"] = "Clear all mobs in the arena, then kill the Clan General."
L["swarm_caller"] = "Уничтожить Призыватель Роя."
L["vault_of_souls"] = "Open the vault and destroy all the statues."
L["void_conduit"] = "Нажмите на Проводник Бездны, а затем давите Зоркое Око."
L["war_banner"] = "Сожгите боевое знамя и убивайте волны монстров, пока не появится командир."
L["weighted_artifact"] = "Pick up the Oddly Heavy Vase and navigate the maze back to the pedestal. Getting stunned by a statue drops the vase."

-------------------------------------------------------------------------------
----------------------------------- VISIONS -----------------------------------
-------------------------------------------------------------------------------

L["horrific_visions"] = "Жуткие Видения"
L["mailbox"] = "Почтовый Ящик"
L["mail_muncher"] = "При открытии Почтового Ящика может появится Письмоед."
L["options_toggle_visions_desc"] = "Показать награды на карте внутри жутких видений."
L["shave_kit"] = "Набор для бритья Кудрешлем"
L["shave_kit_note"] = "Внутри парикмахерской."
L["void_skull"] = "Меченный Бездной череп"
L["void_skull_note"] = "Нажмите на череп на земле, чтобы получить игрушку."

-------------------------------------------------------------------------------
----------------------------------- VOLDUN ------------------------------------
-------------------------------------------------------------------------------

L["voldun"] = "Вол'дун"
L["elusive_alpaca"] = "Скормите Салат из приморской зелени, альпаке, чтобы выучить ее как маунта. Появляется в течение 10 минут в одном месте, затем долгое возрождение."
L["options_toggle_alpaca_voldun_desc"] = "Показать места появления Неуловимого быстронога."
L["options_toggle_alpaca_voldun"] = "Неуловимый быстроног"

-------------------------------------------------------------------------------
------------------------------------ GEAR -------------------------------------
-------------------------------------------------------------------------------

L["cloth"] = "Ткань"
L["leather"] = "Кожа"
L["mail"] = "Кольчуга"
L["plate"] = "Латы"

L["1h_mace"] = "Одноручное Дробящее"
L["1h_sword"] = "Одноручный Меч"
L["1h_axe"] = "Одноручный Топор"
L["2h_mace"] = "Двуручное Дробящее"
L["2h_axe"] = "Двуручный Топор"
L["2h_sword"] = "Двуручный Меч"
L["shield"] = "Шит"
L["dagger"] = "Кинжал"
L["staff"] = "Посох"
L["fist"] = "Кистевое"
L["polearm"] = "Копье"
L["bow"] = "Лук"
L["gun"] = "Ружье"
L["wand"] = "Жезл"
L["crossbow"] = "Арбалет"
L["offhand"] = "Левая Рука"
L["warglaives"] = "Боевые клинки"

L["ring"] = "Кольцо"
L["amulet"] = "Шея"
L["cloak"] = "Плащ"
L["trinket"] = "Аксессуар"

-------------------------------------------------------------------------------
---------------------------------- TOOLTIPS -----------------------------------
-------------------------------------------------------------------------------

L["retrieving"] = "Получение ссылки на предмет ..."
L["in_cave"] = "В пещере."
L["in_small_cave"] = "В маленькой пещере."
L["in_water_cave"] = "В подводной пещере."
L["weekly"] = "Раз в неделю"
L["normal"] = "Обычный"
L["hard"] = "Сложный"
L["mount"] = "Маунт"
L["pet"] = "Питомец"
L["toy"] = "Игрушка"
L["completed"] = "Получено"
L["incomplete"] = "Незавершенно"
L["known"] = "Известно"
L["missing"] = "Отсутствует"
L["unobtainable"] = "Недоступно"
L["unlearnable"] = "Не поддается изучению"

-------------------------------------------------------------------------------
--------------------------------- CONTEXT MENU --------------------------------
-------------------------------------------------------------------------------

L["context_menu_title"] = "HandyNotes Видения Н'Зота"
L["context_menu_add_tomtom"] = "Добавить в TomTom"
L["context_menu_hide_node"] = "Скрыть эту точку"
L["context_menu_restore_hidden_nodes"] = "Восстановить все скрытые точки"

-------------------------------------------------------------------------------
----------------------------------- OPTIONS -----------------------------------
-------------------------------------------------------------------------------

L["options_title"] = "Видения Н'Зота"

------------------------------------ ICONS ------------------------------------

L["options_icon_settings"] = "Настройки значков"
L["options_icons_treasures"] = "Значки Сокровищ"
L["options_icons_assaultevents"] = "Значки Событий Нападения"
L["options_icons_rares"] = "Значки Редких Монстров"
L["options_icons_caves"] = "Значки Пещер"
L["options_icons_pet_battles"] = "Значки Битв Питомцев"
L["options_icons_other"] = "Прочие Значки"
L["options_scale"] = "Масштаб"
L["options_scale_desc"] = "1 = 100%"
L["options_opacity"] = "Прозрачность"
L["options_opacity_desc"] = "0 = прозрачный, 1 = непрозрачный"

---------------------------------- VISIBILITY ---------------------------------

L["options_visibility_settings"] = "Отображение"
L["options_general_settings"] = "Общие настройки"
L["options_toggle_looted_rares"] = "Всегда показывать всех редких монстров"
L["options_toggle_looted_rares_desc"] = "Показать каждого редкого монстра, независимо от полученной награды"
L["options_toggle_looted_treasures"] = "Полученные сокровища"
L["options_toggle_looted_treasures_desc"] = "Показать каждое сокровище, независимо от статуса получения"
L["options_toggle_hide_done_rare"] = "Скрыть редких монстров, если все награды получены"
L["options_toggle_hide_done_rare_desc"] = "Скрыть всех редких монстров, с которых получены все награды."
L["options_toggle_hide_minimap"] = "Скрыть все значки на миникарте"
L["options_toggle_hide_minimap_desc"] = "Скрывает все иконки из этого аддона на миникарте и отображает их только на главной карте."

L["options_toggle_battle_pets_desc"] = "Показать местонахождение наставников боевых питомцев и NPC."
L["options_toggle_battle_pets"] = "Боевые Питомцы"
L["options_toggle_caves_desc"] = "Отображение входов в пещеры для других точек."
L["options_toggle_caves"] = "Пещеры"
L["options_toggle_chests_desc"] = "Отображение местоположения сундуков (можно добывать ежедневно)."
L["options_toggle_chests"] = "Сундуки"
L["options_toggle_misc"] = "Разное"
L["options_toggle_npcs"] = "НПС"
L["options_toggle_rares_desc"] = "Показать местонахождение редких НПС."
L["options_toggle_rares"] = "Редкие монстры"
L["options_toggle_supplies_desc"] = "Показать все возможные места сундуков с военными припасами."
L["options_toggle_supplies"] = "Сундук с военными припасами"
L["options_toggle_treasures"] = "Сокровища"

---------------------------------- TOOLTIP ---------------------------------

L["options_tooltip_settings"] = "Подсказки"
L["options_tooltip_settings_desc"] = "Подсказки"
L["options_toggle_show_loot"] = "Показать Лут"
L["options_toggle_show_loot_desc"] = "Добавить информацию о добыче в подсказку"
L["options_toggle_show_notes"] = "Показать заметки"
L["options_toggle_show_notes_desc"] = "Добавьте полезные заметки в подсказку, где это возможно"

--------------------------------- DEVELOPMENT ---------------------------------

L["options_dev_settings"] = "Разработка"
L["options_dev_settings_desc"] = "Настройки разработчика"
L["options_toggle_show_debug_map"] = "Отладка идентификаторов карты"
L["options_toggle_show_debug_map_desc"] = "Показать отладочную информацию для карт"
L["options_toggle_show_debug"] = "Отлаживать"
L["options_toggle_show_debug_desc"] = "Показать отладочную информацию"
L["options_toggle_force_nodes"] = "Точки"
L["options_toggle_force_nodes_desc"] = "Принудительно отобразить все точки"
