local ADDON_NAME, ns = ...
local L = ns.NewLocale("ruRU")
if not L then return end
--Russian translation by Hubbotu

-------------------------------------------------------------------------------
---------------------------------- COVENANTS ----------------------------------
-------------------------------------------------------------------------------

L["covenant_required"] = "Требуется член ковенанта %s."
L["anima_channeled"] = "анима направленая на %s."

-------------------------------------------------------------------------------
--------------------------------- ARDENWEALD ----------------------------------
-------------------------------------------------------------------------------

L["deifir_note"] = "Катайся на редком монстре по кругу и используй {spell:319566} и {spell:319575} чтобы замедлить и оглушить его."
L["faeflayer_note"] = "В маленькой пещере, скрытой за водопадом."
L["gormbore_note"] = "Убейте {npc:165420} над грохочущей землей, чтобы вызвать редкого монстра."
L["gormtamer_tizo_note"] = "Убивайте Острохвойных заклинателей, пока не появится {npc:164110}"
L["humongozz_note"] = "Посадите {item:175247} во влажном суглинке, чтобы создать {npc:164122}. Гриб выпадает с многочисленных мобов в зоне."
L["lehgo_note"] = "Уничтожьте подрагивающую кладку гормов и убивайте {npc:171827}, пока он не появится. В пещере (вход на юго-восток Пыльных Нор)."
L["macabre_note"] = [[
Появляется в нескольких местах. Чтобы призвать, встаньте в Кольцо Таинственных Грибов с двумя другими игроками и танцуйте друг с другом.

• Игрок 1 танцует с Игроком 2
• Игрок 2 танцует с Игроком 3
• Игрок 3 танцует с Игроком 1
]]
L["mymaen_note"] = "Убивайте гнилошипов в области, пока он не проявит эмоции и не появится."
L["rainbowhorn_note"] = [[
Найдите и нажмите на |cffffff00Большой рог рунического оленя|r чтобы вызвать редкого монстра. Рог может появиться в нескольких местах Арденвельда.

Он всегда будет появляться к северу от Тирна Ваал, поэтому установите там свой {item:6948} и следите за оповещением в локации.

|cffff5400В|r|cffffaa00К|r|cffffff00У|r|cffaaff00С|r|cff54ff00Ы|r  |cff0055ffР|r|cff0000ffА|r|cff5400ffД|r|cffaa00ffУ|r|cffff00ffГ|r|cffff00aaИ|r|cffff0000!|r
]]
L["rootwrithe_note"] = "Тыкай по {npc:167928} пока не появится редкий монстр."
L["rotbriar_note"] = "Поговорите с {npc:171684}, чтобы вызвать редкого монстра после некоторого диалога."
L["slumbering_note"] = "Не заходите в туман, он оглушит вас и перенесет. Используйте сигнальную ракету или питомца с AOE, чтобы выбить его из тумана."
L["skuld_vit_note"] = "В пещере, заблокированной барьером. Игрок из Ночного Народца должен использовать {spell:310143} чтобы войти в пещеру. Как только монстра атакуют, барьер исчезнет."
L["valfir_note"] = "Нажмите на свет анимасемени и на полпути используйте {spell:338045} чтобы убрать его бафф {spell:338038}"
L["wrigglemortis_note"] = "Потяните за {npc:164179} чтобы призвать редкого монстра."

L["night_mare_note"] = [[
Отправляйтесь в Тирна Скитт и следуйте по пути из корней на северо-западном утесе к сломанной тележке. Там вы можете добыть {item:181243} на земле.

Отнесите этот предмет к {npc:165704} в Низину Мерцающих Каскадов. Она даст вам {item:181242} в обмен на 10 {item:173204}. |cFFFF8C00Если ее нет, вы должны выполнить |cFFFFFD00Проблемы в загоне гормлингов|r и |cFFFFFD00Хитроумные спригганы|r линии заданий.|r

Затем поговорите с {npc:160262} в самом сердце леса, чтобы обменять {item:181242} на {item:178675}. Используйте этот предмет, чтобы получить бафф {spell:327083}, позволяющий увидеть {npc:168135}.
]]

L["star_lake"] = "Амфитеатр Звездного озера"
L["star_lake_note"] = [[
Поговорите с постановщиком {npc:171743}, чтобы запустить одну из сцен. Сцена меняется каждый день.

Примите участие во всех семи сценах, чтобы разблокировать {item:180748} у {npc:163714}.
]]

L["cache_of_the_moon"] = "Соберите пять недостающих инструментов {npc:171360} в саду ночи и объедините их, чтобы создать {item:180753}. Верните ее набор инструментов, и она наложит на вас {spell:334353}, что позволит вам увидеть сокровище."
L["cache_of_the_night"] = "Соберите {item:180656}, {item:180654} и {item:180655} которые добываются со всей локации и объедините их, чтобы создать {item:180652}."
L["darkreach_supplies"] = "Прыгайте на {npc:169995} и летите на юго-запад, в выдолбленный ствол прямо к припасам темного края."
L["desiccated_moth"] = "Перейти на {npc:169997} к северо-западу от дерева, чтобы подняться на ветку. Сжечь {item:180784} в курильнице, чтобы собрать сокровище."
L["dreamsong_heart"] = "Используйте {npc:169997} под деревом, чтобы попасть в дерево."
L["elusive_faerie_cache"] = "Примените {spell:333923} в северо-восточном углу Сумеречной Рощи и используйте ее, чтобы обыскать сундук."
L["enchanted_dreamcatcher"] = "Свисает с верхушки корней. Легче всего прыгать с западной стороны."
L["faerie_trove"] = "Расположен под платформой."
L["harmonic_chest"] = "Требуется два человека. Один человек играет на арфе, а другой играет на барабане, чтобы открыть сундук."
L["hearty_dragon_plume"] = "Нажмите {spell:333554} на вершине близлежащих водопадов и используйте его, чтобы спуститься на ветку."
L["old_ardeite_note"] = "Убейте {npc:160747} и {npc:160748} в Мерцающей рощи на юго-востоке для {item:174042}. Используйте этот предмет, чтобы подлететь к редкому монстру и взять его в цель."
L["swollen_anima_seed"] = "Большое семя, сидящее внутри ствола дерева."

L["playful_vulpin_note"] = [[
Найдите и используйте правильную эмоцию на {npc:171206} пять раз, чтобы получить питомца.

• начинает с любопытством копать = |cFFFF8C00/любопытство|r
• ходит вокруг, не желая сидеть смирно = |cFFFF8C00/сесть|r
• поет совсем один = |cFFFF8C00/песня|r
• танцует от радости = |cFFFF8C00/танец|r
• сидит один и грустит = |cFFFF8C00/гладить|r
]]

L["tame_gladerunner"] = "Мерцающий туманный бегун"
L["tame_gladerunner_note"] = [[
Прочтите «История Чащобы» и следуйте по дорожке по синим лампам, пока не дойдете до {npc:171767}. Убейте его и возьмите {npc:171699}.

Если вы выберете неправильный путь и {npc:171699} исчезнет, когда вы дойдете до конца, вернитесь к началу и прочтите «История Чащобы» еще раз, прежде чем пытаться снова. Если {npc:171767} там нет, вам придется подождать, пока он появиться.
]]

L["faryl_note"] = "Пусть защиту Арденвельда возглавят существа в небе."
L["glitterdust_note"] = "Существа Арденвельда могут выглядеть послушными, но они будут защищать свою территорию с силой и мужеством самых могущественных чемпионов из когда-либо известных. У вас есть то, что нужно?"

L["lost_book_note"] = "Верните эту потерянную книгу {npc:165867} в Рощу Памяти."
L["options_icons_faerie_tales"] = "{achievement:14788}"
L["options_icons_faerie_tales_desc"] = "Показать местонахождение потерянных книг для достижения {achievement:14788}."

-------------------------------------------------------------------------------
----------------------------------- BASTION -----------------------------------
-------------------------------------------------------------------------------

L["aegeon_note"] = "Убивайте врагов в окрестностях, пока Каратель Эгеон не появится в качестве подкрепления."
L["ascended_council_note"] = "Вместе с четырьмя другими игроками нажмите одновременно пять колоколов. После этого отправляйтесь в горнило претендента, чтобы победить Вознесенный Совет и открыть сундук."
L["aspirant_eolis_note"] = "Найти {item:180613}, который можно найти поблизости и использовать рядом с НПС."
L["baedos_note"] = "Несите бочки с ферментированным чистоплодом из окрестностей до {npc:161536}, пока он не активируется."
L["basilofos_note"] = "Двигайтесь вокруг камня, пока над вашей головой не появится фиолетовый маркер. Остановитесь и подождите, пока появятся четыре эмоции, после этого появится монстр."
L["beasts_of_bastion"] = "Звери Бастиона"
L["beasts_of_bastion_note"] = "Поговорите с {npc:161441}, чтобы призвать одного из четырех зверей."
L["bookkeeper_mnemis_note"] = "Имеет шанс появиться вместо {npc:166867}."
L["cloudfeather_patriarch_note"] = "Убивайте {npc:158110} в этом районе до появления редкого монстра."
L["collector_astor_note"] = "Прочтите все шесть глав «Наследие Милосерды», разбросанные по комнате, затем поговорите с {npc:157979}, чтобы получить {spell:333779}. Найдите спрятанный {item:180569} в окрестностях и верните его, чтобы призвать редкого монстра."
L["corrupted_clawguard_note"] = "Возьмите {item:180651} на холме в лагере кузнецов или в комнате с редким монстром и используйте его для ремонта {npc:171300}."
L["dark_watcher_note"] = "Виден только мертвым. Поговори с ней, и она применит {spell:332830} на вас перед атакой."
L["demi_hoarder_note"] = "Начинается с 99 стаков {spell:333874}, уменьшения получаемого урона. Стаки медленно снимаются с повреждениями. Редкий монстр пойдет по пути и исчезнет, если он достигнет его конца."
L["dionae_note"] = "Когда она станет неуязвимой, нажмите на четыре {npc:163747}, чтобы сломать ее щит."
L["herculon_note"] = [[
Соберите {item:172451} и используйте их, чтобы дать {npc:158659} стаки {spell:343531}. При 10 стаках он активируется.

Частицы можно собрать из близлежащих Канистр анимы, расположенных в комнате или снаружи.

|cFFFF8C00Нельзя активировать во время локального задания {wq:Нападение на Преддверие Вечности}.|r
]]
L["reekmonger_note"] = "Убивайте врагов в Храме отваги, пока не появится {npc:171327} сигналом появления будет эмоция."
L["repair_note"] = "Вместе с двумя другими игроками нажмите древнее благовоние, чтобы призвать монстра."
L["sotiros_orstus_note"] = "Нажмите на Черный колокол, чтобы вызвать редкого монстра."
L["sundancer_note"] = "Нажмите на статую, чтобы получить бафф {spell:332309}, затем используйте {item:180445}, чтобы лететь к редкому монстру и получить средство передвижения."
L["swelling_tear_note"] = "Нажмите на {npc:171012}, чтобы вызвать одного из трех редких монстров. Разломы могут появляться в нескольких местах в локации."
L["unstable_memory_note"] = "Может появиться при наличии {npc:171018}. Просто подводите {npc:171018} к другим, чтобы получить 10 стаков {spell:333558}, превратив его в редкого монстра."
L["wingflayer_note"] = "Чтобы призвать, нажмите Рог Отваги на ближайшем столе (на юго-востоке, вверх по лестнице)."

L["broken_flute"] = "Убивайте поблизости {npc:170009}, пока они не уронят {item:180536}, затем воспользуйтесь инструментами, чтобы починить его."
L["cloudwalkers_coffer"] = "Сундук Облачного Странника"
L["cloudwalkers_coffer_note"] = "Используйте большие фиолетовые цветы, чтобы подпрыгнуть на платформу."
L["experimental_construct_part"] = "Найдите ближайший {item:180534} и используйте его, чтобы починить деталь. У анимы есть несколько мест появления."
L["larion_harness"] = "Находится внутри Звериного Зала."
L["memorial_offering"] = "Купите {item:180788} у {npc:171526} в Обители героев. Поместите его в поднос с напитками возле сундука, чтобы получить {item:180797}."
L["scroll_of_aeons"] = "Добудьте 2 {item:173973} в центре и поместите их на близлежащие подносы, чтобы найти сокровище."
L["vesper_of_silver_wind"] = "Колокол Серебряного Ветра"
L["vesper_of_silver_wind_note"] = "Завершите достижение {achievement:14339}, а затем поговорите с {npc:171732} у входа в Шпили Перерождения, чтобы выковать {item:180858}."

L["gift_of_agthia"] = "Нажмите на зажженный факел возле сломанного моста на северо-западе и переносите {spell:333320} от факела к факелу, пока не дойдете до сундука. Зажигание последнего факела даст вам {spell:333063}."
L["gift_of_chyrus"] = "Встать на колени перед сундуком, чтобы получить {spell:333045}."
L["gift_of_devos"] = [[
К юго-западу от сундука находится факел, где вы можете поднять {spell:333912}. Садясь, вступая в бой или получая урон, пламя падет. Вы должны вернуться к сундуку и поместить пламя в Жаровню Преданности, чтобы получить {spell:333070}.

Прежде чем поднять пламя, убейте всех монстров перед сундуком. Взяв пламя, нажмите на любого {npc:156571} по пути, чтобы активировать дебафф {spell:335012}, увеличивающий скорость передвижения.
]]
L["gift_of_thenios"] = [[
Позади сундука находится летная площадка под названием «Путь мудрости». Это приводит к последовательности платформ с разными благовониями, с которыми вы можете общаться:

• Благовония знаний
• Благовония терпения
• Благовония озарения
• Благовония правого суда

Общайтесь с ними в следующем порядке: Терпение => Знание => Озарение. На платформе Правого суда появится шар под названием «Путь правого суда».

Сфера перенесет вас к Благовонию правого суда. Пообщайтесь с ним, и последняя панель полета предоставит вам {spell:333068}, чтобы открыть сундук.
]]
L["gift_of_vesiphone"] = "Позвоните в один из колокольчиков, чтобы вызвать {npc:170849}, и убейте его, чтобы получить дебафф {spell:333239}. Падающая вода напротив сундука снимет этот дебафф и даст вам {spell:332785}."

L["count_your_blessings_note"] = "Поместите {item:178915} в чашу для подношений, чтобы получить благословение."
L["options_icons_blessings"] = "{achievement:14767}"
L["options_icons_blessings_desc"] = "Показать места награждения за достижение {achievement:14767}."

L["vesper_of_courage"] = "Колокол Отваги"
L["vesper_of_humility"] = "Колокол Смирения"
L["vesper_of_loyalty"] = "Колокол Верности"
L["vesper_of_purity"] = "Колокол Чистоты"
L["vesper_of_wisdom"] = "Колокол Мудрости"
L["vespers_ascended_note"] = "Активируйте этот колокол одновременно с четырьмя другими колоколами, чтобы призвать {npc:170899} в Горнило претендентов."
L["options_icons_vespers"] = "{achievement:14734}"
L["options_icons_vespers_desc"] = "Показать расположение колоколов для достижения {достижение:14734}."

L["anima_shard"] = "Пропавшие осколки анимы"
L["anima_shard_61225"] = "На нижней площадке под мостомe."
L["anima_shard_61235"] = "На уступе над водопадом."
L["anima_shard_61236"] = "На вершине арки на полпути к основному строению."
L["anima_shard_61237"] = "На выступе прямо над водой."
L["anima_shard_61238"] = "В воде под мостиком."
L["anima_shard_61239"] = "На вершине тонкой каменной колонны."
L["anima_shard_61241"] = "Над входом в Зал Первого Созерцания."
L["anima_shard_61244"] = "На скале в стороне обрыва."
L["anima_shard_61245"] = "На скале над небольшим водопадом."
L["anima_shard_61247"] = "На стене над небольшой водопроводной арматурой."
L["anima_shard_61249"] = "Спрятан за каменной колонной на верхнем уровне Вершины Чистоты."
L["anima_shard_61250"] = "За лестницей."
L["anima_shard_61251"] = "Под маленьким колоколом."
L["anima_shard_61253"] = "На вершине упавшей каменной арки."
L["anima_shard_61254"] = "Сверху небольшой деревянной конструкции."
L["anima_shard_61257"] = "На небольшом выступе прямо под {npc:162523}."
L["anima_shard_61258"] = "На небольшом выступе на нижней стороне Обители Героев."
L["anima_shard_61260"] = "На земле под платформой."
L["anima_shard_61261"] = "На выступе над пещерой {npc:163460}."
L["anima_shard_61263"] = "На вершине каменного столба."
L["anima_shard_61264"] = "Поверх наклонной конструкции."
L["anima_shard_61270"] = "У подножия дерева."
L["anima_shard_61271"] = "В книжном шкафу на верхней площадке."
L["anima_shard_61273"] = "На уступе прямо под выступающей скалой."
L["anima_shard_61274"] = "Спрятан под платформой."
L["anima_shard_61275"] = "В Зале Зверей за бочками."
L["anima_shard_61277"] = "На вершине тонкой каменной колонны."
L["anima_shard_61278"] = "Под мостом на скале."
L["anima_shard_61279"] = "На вершине тонкой каменной колонны."
L["anima_shard_61280"] = "На углу стола."
L["anima_shard_61281"] = "На уступе над сокровищем Подношения у мемориала."
L["anima_shard_61282"] = "На уступе ниже вершины утеса. Прыгайте на камень рядом с ним, иначе вас перенесут обратно."
L["anima_shard_61283"] = "В пещере под часовней Мири, за бочками."
L["anima_shard_61284"] = "На уступе под скальным навесом тропинка на юг."
L["anima_shard_61285"] = "В конце небольшого уступа скалы."
L["anima_shard_61286"] = "На выступе с видом на тропу."
L["anima_shard_61287"] = "На уступе над небольшим водопадом."
L["anima_shard_61288"] = "На кончике небольшого уступа."
L["anima_shard_61289"] = "На крыше беседки."
L["anima_shard_61290"] = "В конце узкого уступа скалы."
L["anima_shard_61291"] = "На дне пруда у ног статуи."
L["anima_shard_61292"] = "На вершине каменной арки."
L["anima_shard_61293"] = "На вершине тонкой каменной колонны на нижнем уровне."
L["anima_shard_61294"] = "Спрятан за бочками."
L["anima_shard_61295"] = "За {npc:156889} на книжной полке."
L["anima_shard_61296"] = "За большим упавшим колоколом.\n\n"..ns.color.Red('Внутри подземелья Смертельная тризна.')
L["anima_shard_61297"] = "За каменным столбом.\n\n"..ns.color.Red('Внутри подземелья Смертельная тризна.')
L["anima_shard_61298"] = "За шезлонгом."
L["anima_shard_61299"] = "Скрытый за большим факелом."
L["anima_shard_61300"] = "На выступе, нависшем над центральной купелью."
L["anima_shard_spires"] = "Три осколка находятся в подземелье Шпили Перерождения."
L["options_icons_anima_shard"] = "{achievement:14339}"
L["options_icons_anima_shard_desc"] = "Отображение местоположения всех 50 потерянных осколков анимы для достижения {achievement:14339}."

L["hymn_note"] = "Найдите гимны в каждом из храмов и получите их баффы, чтобы заработать достижение."
L["options_icons_hymns"] = "{achievement:14768}"
L["options_icons_hymns_desc"] = "Отображение расположения гимнов для достижения {achievement:14768}."

L["stratios_note"] = "Даже самые маленькие битвы нужно вести с честью и осторожностью. Представьте свою команду, когда будете готовы."
L["thenia_note"] = "Вот такие великолепные открытые равнины. Славное место для битв. Вы готовы?"
L["zolla_note"] = "Мы очень серьезно относимся к нашей защите. Независимо от того, малые они или большие, мы полностью привержены поддержанию и обучению ресурсов, которые делают Бастион сильным."

-------------------------------------------------------------------------------
----------------------------------- KORTHIA -----------------------------------
-------------------------------------------------------------------------------

L["carriage_crusher_note"] = "Следуйте за {npc:180182} в Утробу и защищайте его, пока {npc:180246} не атакуют."
L["chamber_note"] = "Используйте {item:186718} из {npc:178257} на древнем телепорте. Используйте отремонтированный древний телепорт, чтобы получить доступ к комнате."
L["consumption_note"] = [[
Этот редкий монстр не будет давать добычу до тех пор, пока он не поглотит 40 {npc:179758}, чтобы превратиться в свою продвинутую форму, с синим оттенком (редкий).

Из этого редкого монстра будут выпадать дополнительные фрагменты исследований после того, как он *поглотит* еще 40 {npc:179758}, и примет зеленую форму (элитный редкий).

|cFFFF0000Редкий монстр не будет порождать {npc:179758} находясь в бою.|r
]]
L["darkmaul_note"] = [[
Соберите {item:187153} из инвазивных грибов и скормите их {npc:180063}. Вы должны пройти событие 10 раз, чтобы получить средство передвижение.

|cFFFF8C00Прогресс не засчитывается, если вы находитесь в рейдовой группе!|r
]]
L["dislodged_nest_note"] = "Нажмите на ближайшего Токсичного мотылька, чтобы получить {spell:355181}. Используйте дополнительную кнопку действия {spell:355131} на {npc:178547}, чтобы получить контроль и врезаться в дерево, на котором находится гнездо."
L["escaped_wilderling_note"] = "Нажмите на {npc:180014}, чтобы начать приручение."
L["flayedwing_transporter_note"] = "Нажмите на {npc:178633}, чтобы перелететь в Хранилище Тайн или из него."
L["fleshwing_note"] = "Поговорите с {npc:180079}, чтобы начать событие сбора."
L["forgotten_feather_note"] = "Находится на небольшом висящем в воздухе острове, доступ к которому можно получить, спрыгнув с Приюта Хранителя."
L["konthrogz_note"] = "Появляется в событии портала Пожирателя. Событие может появиться во многих местах по всей Кортии."
L["korthia_limited_rare"] = "|cFFFF8C00Этот редкий монстр недоступен в некоторые дни.|r"
L["krelva_note"] = "Переходит на другую платформу на 80%, затем перемещается на материк на 60%. |cFFFF8C00Вы должны атаковать редкого монстра после 60%, чтобы получить с него добычу.!|r"
L["kroke_note"] = "Убивайте {npc:179029} поблизости, пока он не появится. Не может появиться в дни, когда отсутствует {npc:179029}."
L["maelie_wanderer"] = "{npc:179912} появится в случайном месте в течение дня. После того, как вы использовали {spell:355862} в течении 6 дней, вернитесь к {npc:179930}, чтобы забрать средство передвижения."
L["malbog_note"] = "Поговорите с {npc:179729}, чтобы получить {spell:355078}, и следуйте по следам, пока не найдете останки плоти."
L["offering_box_note"] = "Требуется небольшой ключ для подношения, который можно найти на верхней части западной стены ближайших руин."
L["pop_quiz_note"] = "Событие Контрольная будет появляться на карте случайным образом. Нажмите на Брошенный Посох завесы и ответьте на вопросы {npc:180162}"
L["razorwing_note"] = [[
Сдайте 10 {item:187054}, полученных с пожирателей в этом районе.

|cFFFF8C00Прогресс не засчитывается, если вы находитесь в рейдовой группе!|r
]]
L["reliwik_note"] = "Нажмите на нетронутое порчей яйцо бритвокрыла, чтобы призвать монстра."
L["spectral_bound_chest"] = "Нажмите на 3 ближайших Призрачных ключа, чтобы открыть сундук."
L["spectral_bound_note"] = "Сундук с призрачным замком"
L["stonecrusher_note"] = "Поговорите с {npc:179974}, чтобы начать событие."
L["towering_exterminator_note"] = "Появляется из портала Верных Утробе. Событие может появиться во многих местах по всей Кортии."
L["worldcracker_note"] = "Поговорите с {npc:180028}, чтобы вызвать событие сопровождения."

L["archivist_key_note"] = "Купите %s у {npc:178257}, чтобы разблокировать."
L["korthian_shrine_note"] = "Нажмите на святыню, чтобы получить {spell:352367}, чтобы увидеть скрытый путь к алтарю."
L["num_research"] = "%d Исследования"
L["options_icons_relic"] = "{achievement:15066}"
L["options_icons_relic_desc"] = "Покажите расположение всех 20 реликвий для {achievement:15066}."

L["rift_portal_note"] = [[
Войдите |cFFFFFF00в разлом|r, альтернативную фазу Кортии и Утробы с дополнительными редкими монстрами, реликвиями и тайниками.

Требуется {item:186731}, который можно приобрести у {npc:178257}, как только вы достигнете 4 уровня с {faction:2472}. Ключи также имеют низкую вероятность выпадения из редких монстров и тайников в зоне.

|cFFFF8C00Не все порталы разломов активны в любой момент времени.|r
]]
L["rift_rare_only_note"] = "Этого редкого монстра можно увидеть и убить только внутри фазы |cFFFFFF00разлома|r."
L["rift_rare_exit_note"] = "Этот редкий монстр выходит из |cFFFFFF00разлома|r с которым когда-то взаимодействовали внутри разлома."
L["options_icons_rift_portal"] = "{npc:179595}"
L["options_icons_rift_portal_desc"] = "Отобразить местоположение {npc:179595}, используемых для входа |cFFFFFF00в разломы|r."

L["riftbound_cache"] = "Тайник Разлома"
L["riftbound_cache_note"] = "Есть 4 уникальных тайника, каждый из которых может появиться в определенных местах внутри разлома."
L["options_icons_riftbound_cache"] = "Тайник Разлома"
L["options_icons_riftbound_cache_desc"] = "Отобразите расположение тайников внутри |cFFFFFF00разломов|r."

L["invasive_mawshroom"] = "Инвазивный гриб Утробы"
L["invasive_mawshroom_note"] = "Есть 5 уникальных грибов, каждый из которых может появиться в определенных местах."
L["mawsworn_cache"] = "Тайник Верных Утробе"
L["mawsworn_cache_note"] = "Есть 3 уникальных тайника, каждый из которых может появляться в определенных местах."
L["pile_of_bones"] = "Груда костей"
L["relic_cache"] = "Тайник с реликвиями"
L["shardhide_stash"] = "Тайник сланцевика"
L["korthia_shared_chest_note"] = "Собирать реликвии из этих сокровищ можно 5 раз в день. Дополнительные сундуки могут содержать легендарные кристаллы и жетоны снаряжения."
L["unusual_nest"] = "Гнездо с необычными материалами"
L["unusual_nest_note"] = "Все 5 гнезд можно разграбить каждый день."

L["options_icons_invasive_mawshroom_desc"] = "Показать местонахождение инвазивных грибов."
L["options_icons_invasive_mawshroom"] = "Инвазивные грибы (ежедневно)"
L["options_icons_korthia_dailies_desc"] = "Отображение местоположения неотмеченных ежедневных сокровищ."
L["options_icons_korthia_dailies"] = "Скрытые сокровища (ежедневно)"
L["options_icons_mawsworn_cache_desc"] = "Показать местонахождение тайников верных утробе."
L["options_icons_mawsworn_cache"] = "Тайники Верных Утробе (ежедневно)"
L["options_icons_nest_materials_desc"] = "Показать местонахождение Гнезд с необычными материалами."
L["options_icons_nest_materials"] = "Гнезда с необычными материалами (ежедневно)"

-------------------------------------------------------------------------------
--------------------------------- MALDRAXXUS ----------------------------------
-------------------------------------------------------------------------------

L["chelicerae_note"] = "Уничтожьте {npc:159885}, чтобы активировать редкого монстра."
L["deepscar_note"] = "Может появляться у нескольких входов в Театр боли."
L["forgotten_mementos"] = "Потяните цепь опускной решетки хранилища в зале к западу от сундука, чтобы открыть ворота."
L["gieger_note"] = "Потяните за {npc:162815}, чтобы активировать редкого монстра."
L["gristlebeak_note"] = "Разбейте все {npc:162761} поблизости, чтобы атаковать редких монстров."
L["leeda_note"] = "Убейте двух {npc:162220}, пока не появятся редкий монстр."
L["nirvaska_note"] = "Появляется только когда активно локальное задание {wq:Смертоносное напоминание}."
L["ravenomous_note"] = "Давите нейтральных {npc:159901} в этой области, пока не появятся редкий монстр."
L["sabriel_note"] = "Может появиться как один из чемпионов в Театре боли."
L["schmitd_note"] = "Используйте поблизости {spell:313451}, чтобы сломать его щит."
L["taskmaster_xox_note"] = "Делит появление с {npc:160204}, {npc:160230} и {npc:160226}."
L["theater_of_pain_note"] = "При первом убийстве босса каждый день есть шанс получить средство передвижение."
L["zargox_the_reborn_note"] = [[
Используйте {item:175841} на {npc:157124}. Чтобы получить сферу, вы должны выполнить задание {quest:57245} у {npc:157076} и снова поговорить с ним.

Если {npc:157124} не работает, реанимируйте {npc:157132} в области, пока он не появится.
]]
L["mixed_pool_note"] = [[
Соберите ингредиенты с окружающих монстров и бросьте их в бассейн. После добавления 30 ингредиентов появится один из семи редких монстров в зависимости от используемой комбинации.

• Соберите {spell:306713} с {npc:167923} и {npc:167948} на севере.

• Соберите {spell:306719} с {npc:165015} и {npc:171142} на юге.

• Соберите {spell:306722} с {npc:165027} и {npc:166438} на юге.

Убейте каждого редкого монстра один раз, чтобы получить игрушку {item:183903}.
]]

L["blackhound_cache"] = "Тайник заставы Черного пса"
L["blackhound_cache_note"] = "Призовите {npc:157843} на фабрике поганищ, затем сопроводите его на заставу Черного Пса."
L["bladesworn_supply_cache"] = "Тайник с припасами присягнувших клинку"
L["cache_of_eyes"] = "Тайник дома Глаз"
L["cache_of_eyes_note"] = "Появляется в нескольких местах в пределах Слепой цитадели."

L["glutharns_note"] = "В пещере за водопадом слизи. Убейте {npc:172485} и обоих {npc:172479}, чтобы открыть сундук."
L["kyrian_keepsake_note"] = "Осмотрите {npc:169664}, чтобы добыть сокровище."
L["misplaced_supplies"] = "На вершине гигантского гриба. Бегите на холм и прыгайте на меньший коричневый гриб, затем бегите на большой холм и прыгайте на гигантский гриб."
L["necro_tome_note"] = "Чтобы получить доступ к башне, вы должны начать небольшую цепочку заданий у {npc:166657}. В книжном шкафу на верхнем этаже."
L["plaguefallen_chest_note"] = [[
Встаньте в зеленую слизь (требуется исцеление!), Чтобы получить 10 стаков {spell:330069} и превратиться в {spell:330092}.

После трансформации посетите пещеру под платформой {npc:158406} (вход с восточной стороны) и нажмите на трубу, чтобы переместится к сундуку.
]]
L["ritualists_cache_note"] = "Возьмите {item:181558} из груды костей (несколько мест возрождения). Используйте их, чтобы собрать книгу связывающих ритуалов на стенде позади {npc:174386} и получить бафф {spell:337041}."
L["runespeakers_trove_note"] = "Найдите {npc:170563} на востоке и убейте его, чтобы получить {item:181777}."
L["stolen_jar_note"] = "В пещере под гигантским грибом."
L["strange_growth_note"] = "Потяните за {npc:165037}, чтобы найти сокровище."
L["vat_of_slime_note"] = "Нажмите на бутылку на столе и затем нажмите на чан со слизью."

L["giant_cache_of_epic_treasure"] = "Огромный тайник с эпическим сокровищем"
L["spinebug_note"] = [[
О, смотри! {spell:343124}! Подойди к нему отважный авантюрист, это уж точно не уловка. Подождите, это музыка из Каражана? Что здесь делает {npc:174663} ...?

{spell:343163}!
]]

L["oonar_sorrowbane_note"] = [[
В Театре Боли вы найдете {item:180273} застрявшим в земле и прикрепленным к нему {item:181164}. Вытащить их:

• Купите {item:182163} у {npc:171808} в Ревендрете.
• Купите {item:180771} у {npc:166640} в Мальдраксусе.
• Купите {item:181163} у {npc:169964} в Мальдраксусе.
• Получите 2 стака {spell:306272} во время локального задания {wq:Небольшие трудности} на западе.
• Съешьте 4 раза {spell:327367} в Пустошах Глутарна.
• Быстро используйте {item:181163}, выпейте оба зелья и вытащите руку и меч.

Если хотите вытащить только руку, нужно 4 {spell:327367}.
]]

L["pet_cat"] = "Погладить проклятого кота!"
L["hairball"] = ns.color.Red("Появляется только в Гниющем святилище внутри подземелья Чумные каскады!")
L["lime"] = "Находится на вершине большой кости."
L["moldstopheles"] = "Бегите по задней части стебля и подпрыгивайте на грибных платформах. Для последней платформы используйте маунта и прыгайте в угол, где он встречается со стеблем."
L["pus_in_boots"] = "Расположен под мостом."

L["options_icons_slime_cat"] = "{achievement:14634}"
L["options_icons_slime_cat_desc"] = "Отображение местоположения котят для достижения {achievement:14634}."

L["dundley_note"] = "Я буду сражаться за свой путь к победе и получу уважение, которое наконец заслуживаю. Единственный недостаток - все, что у меня есть, теперь липкое. Все."
L["maximillian_note"] = "Я десятки лет ждал достойного соперника. К победителю идут трофеи!"
L["rotgut_note"] = "Гнилобрюх. Остатки. Дополнительные части. Ты сражаешься."

-------------------------------------------------------------------------------
--------------------------------- REVENDRETH ----------------------------------
-------------------------------------------------------------------------------

L["amalgamation_of_filth_note"] = "При локальном задании {wq:Грязная работенка: обрушение} появляются коробки с мусором и используйте {spell:324115} в воду."
L["amalgamation_of_light_note"] = "Переместите все три зеркальные ловушки, чтобы выпустить редкого монстра."
L["amalgamation_of_sin_note"] = "Во время локального задания {wq:Призыв своих грехов} выберите Катализатор силы, чтобы получить шанс получить {item:180376}, затем используйте этот предмет, чтобы призвать редкого монстра."
L["bog_beast_note"] = "Имеет шанс появиться во время локального задания {wq:Грязища} после использования {item:177880} на {npc:166206}."
L["endlurker_note"] = "Нажмите на шип анимы возле трупа {npc:165229} и используйте {spell:321826} на вершине мерцающего разлома."
L["executioner_aatron_note"] = "Убейте трех ближайших {npc:166715}, чтобы удалить {spell:324872}."
L["executioner_adrastia_note"] = "Освобождайте {npc:161299} в окрестностях и сопровождайте их, пока они не исчезнут. {npc:161310} в конечном итоге появится, чтобы подавить восстание."
L["famu_note"] = "Поговорите с {npc:166483}, чтобы запустить событие."
L["grand_arcanist_dimitri_note"] = "Убейте четырех {npc:167467}, чтобы выпустить редкого монстра."
L["harika_note"] = "В жуткой лощине на западе возьмите {item:176397}, затем отдайте его {npc:165327} и скажите ему, чтобы он сбил редкого монстра."
L["innervus_note"] = "Убейте поблизости {npc:160375}, чтобы получить {item:177223} и открыть склеп."
L["leeched_soul_note"] = "Внутри ближайшего склепа. Подойдите к {npc:165151}, чтобы начать событие."
L["lord_mortegore_note"] = "Убейте окружающих монстров, чтобы получить {item:174378} и использовать его, чтобы усилить {npc:161870}. Редкий монстр появится после того, как будут усилены все четыре печати."
L["madalav_note"] = "Нажмите на Молот Мадалава на ближайшей наковальне, чтобы призвать его."
L["manifestation_of_wrath_note"] = "Имеет шанс появиться, когда {npc:169916} восстанавливается во время локального задания {wq:Рой душ}."
L["scrivener_lenua_note"] = "Верните {npc:160753} в запрещенную библиотеку."
L["sinstone_hoarder_note"] = "Попытайтесь открыть {npc:162503}, и редкий монстр появится."
L["sire_ladinas_note"] = "Подберите Частицу Света поблизости и используйте {spell:313065} на {npc:157733}."
L["soulstalker_doina_note"] = "Следуй вниз и пройди через зеркало, когда она убегает."
L["tomb_burster_note"] = "Может появиться, если {npc:155777} пойман в сети. Убивайте ближайших {npc:155769} и появившихся {npc:155795}, пока не появятся редкий монстр."
L["worldedge_gorger_note"] = [[
Получите {item:173939} из обитателей гибельного леса. Используйте его, чтобы зажечь жаровни края мира и вызвать редкого монстра.

После получения {item:180583}, используйте данный предмет и у вас начинается 7-дневная цепочка заданий для получения средства передвижения {spell:333027}.
]]

L["dredglaive_note"] = "Под мостом в трупе {npc:173671}."
L["forbidden_chamber_note"] = "Найдите выброшенную канистру анимы перед запертой дверью и выучите {spell:340701}. Используйте его, чтобы осушить пять ближайших {npc:173838}, затем используйте {spell:340866} перед {npc:173786}."
L["gilded_plum_chest_note"] = "Убейте {npc:166680}, бродящего по дороге."
L["lost_quill_note"] = "Возьмите {item:182475} из бутылки на столе в запретной библиотеке."
L["rapier_fearless_note"] = "Используйте рапиру на земле, затем победите {npc:173603}."
L["remlates_cache_note"] = "На внешней стене темного приюта за склепом."
L["smuggled_cache_note"] = ns.color.Red("ВАЖНО: ").."Убедитесь, что вы выполнили побочное задание {quest:60480}, иначе вы пропустите 40 {currency:1820} из сокровищницы и задания."
L["taskmaster_trove_note"] = "Прочтите Ритуалы прихода и ухода, затем осторожно пройдите к сундуку."
L["the_count_note"] = "Наберите 99 {currency:1820} в Гиблотопе и принесите их к {npc:173488}."

L["forgotten_anglers_rod"] = "Забытая удочка"

L["loyal_gorger_note"] = "Посетите гиблотопь и завершите ежедневное задание, предлагаемое вашим {npc:173498} 7 раз, чтобы получить его в качестве средства передвижения."

L["sinrunner_note"] = "Приносите еду и припасы {npc:173468} в течении шести дней, чтобы получить ее поводья. Она появляется только на несколько минут."
L["sinrunner_note_day1"] = "Предложите Бланчи 8 {item:182581} с фермы в Западном крае."
L["sinrunner_note_day2"] = "Получите {item:182585} у {npc:173570} в Темном Приюте и используйте ее, чтобы очистить Бланчи."
L["sinrunner_note_day3"] = "Оденьте на Бланчи 4 {item:182595}, найденных на дорогах вокруг Темного Приюта."
L["sinrunner_note_day4"] = "Возьмите {item:182620} рядом с {npc:173570} и наполните его водой из Бастиона или Арденвельда. Верните {item:182599} Бланчи."
L["sinrunner_note_day5"] = "Оснастите Бланчи {item:182597}, которое обменивается у {npc:171808} возле ночного рынка на различное мясо из текущей локации."
L["sinrunner_note_day6"] = "Купите 3 {item:179271}, у {npc:167815} для Бланчи."

L["options_icons_carriages"] = "Экипажи"
L["options_icons_carriages_desc"] = "Отображение местоположения и пути проезжаемых экипажей."
L["options_icons_dredbats"] = "{npc:161015}"
L["options_icons_dredbats_desc"] = "Показать местоположения и пути {npc:161015}."
L["options_icons_sinrunners"] = "{npc:174032}"
L["options_icons_sinrunners_desc"] = "Показать местоположения и пути {npc:174032}."

L["addius_note"] = "Слабоумным существам не стоит тратить мое время, но если вы будете настаивать, я покажу вам настоящую боль."
L["eyegor_note"] = "Глазгор готов к бою!"
L["sylla_note"] = "Никогда нельзя ожидать выдающейся битвы здесь, в этом ужасном месте, но, увы, мы здесь. Не трать мое время."

L["avowed_ritualist_note"] = "Принесите сюда {npc:160149}, чтобы освободить их."
L["fugitive_soul_note"] = "Отнесите этот {npc:160149} к ближайшему {npc:166150}, чтобы начать ритуал отпущения грехов."
L["souls_absolved"] = "души отпущены"
L["options_icons_fugitives"] = "{achievement:14274}"
L["options_icons_fugitives_desc"] = "Показать местонахождение беглых душ для достижения {achievement:14274}."

L["grand_inquisitor_note"] = "Сдайте 10 {item:180451} у {npc:160248}, чтобы получить шанс на этот камень греха."
L["high_inquisitor_note"] = "Сдайте 250 {currency:1816} у {npc:160248}, чтобы получить шанс получить этот камень греха."
L["inquisitor_note"] = "Сдайте 100 {currency:1816} у {npc:160248}, чтобы получить шанс получить этот камень греха."
L["options_icons_inquisitors"] = "Инквизиторы"
L["options_icons_inquisitors_desc"] = "Показать местоположения инквизиторов для достижения {achievement:14276}."

-------------------------------------------------------------------------------
----------------------------------- THE MAW -----------------------------------
-------------------------------------------------------------------------------

L["return_to_the_maw"] = "Возвращение в Утробу"
L["maw_intro_note"] = "Начните вводную цепочку заданий у {npc:162804}, чтобы разблокировать редких монстров и события в Утробе."

L["apholeias_note"] = "Вместе с 3 другими игроками встаньте на углы платформы и примените {spell:331783}, чтобы призвать редкого монстра."
L["dekaris_note"] = "На вершине большой выступающей скалы."
L["deomen_note"] = "Чтобы открыть его камеру, войдите в комнату на юге и активируйте оба замка с обеих сторон комнаты."
L["drifting_sorrow_note"] = "Убейте {npc:175246} рядом с парящей сферой, чтобы активировать босса."
L["ekphoras_note"] = "Вместе с 3 другими игроками встаньте на углы платформы и примените {spell:330650}, чтобы призвать редкого монстра."
L["etherwyrm_label"] = "Клетка для эфирных змеев"
L["etherwyrm_note"] = "Требуется активная атака Ночного Народца. Убейте {npc:179030} в разломе, чтобы получить {item:186190}. Используйте ключ на клетке для эфирных змеев в Заброшенном Гроте (где находится {npc:175821}, когда штурм неактивен)."
L["fallen_charger_note"] = "После крика который слышно по всей локации он пойдет по одному из двух путей, пока не достигнет Кортии, где исчезнет."
L["ikras_note"] = "Летает вокруг Цитадели Вечных Мук. Это хорошее место, чтобы его атаковать."
L["lilabom_note"] = "Соберите все 5 частей, чтобы собрать питомца."
L["orophea_note"] = "Поднимите {spell:337143} на юго-востоке и предложите {npc:172577}, чтобы активировать."
L["sanngror_note"] = "Если его нельзя атаковать, подождите, пока он не перестанет экспериментировать с душами."
L["talaporas_note"] = "Вместе с 3 другими игроками встаньте на углы платформы и примените {spell:331800}, чтобы призвать редкого монстра."
L["valis_note"] = "Нажмите на три {npc:174810} в правильном порядке, чтобы вызвать редкого монстра. Порядок меняется каждый раз, и нажатие не на ту руну наносит урон и снимает с вас дебаффы {spell:343636}."
L["yero_note"] = "Подойдите к {npc:172862} и затем следуйте за ним в ближайшую пещеру, где он станет враждебным."

L["exos_note"] = [[
Убейте трех вестников скорби, боли и утраты, чтобы собрать их гравировки.

• {item:182328}
• {item:182326}
• {item:182327}

Объедините все три гравировки, чтобы создать {item:182329}, который можно использовать для прохода к Алтарю Господства. Используйте {npc:173892}, чтобы добраться до верхнего уровня.
]]

L["animaflow_teleporter_note"] = "Активируйте, чтобы отправиться прямо в другие места в Утробе."
L["chaotic_riftstone_note"] = "Активируйте, чтобы быстро {spell:344157} перейти через Утробу."
L["venari_note"] = [[
Используйте {currency:1767} для покупки улучшений в Утробе и Торгасте.

|cFFFF8C00Улучшения для Торгаста распространяются на всю учетную запись. Однако они будут отображаться как незавершенные на альтернативных персонажах!|r
]]
L["venari_upgrade"] = "{npc:162804} Улучшить"
L["torghast"] = "Торгаст"
L["Ambivalent"] = "с безразличием"
L["Appreciative"] = "с признанием"
L["Apprehensive"] = "с опаской"
L["Cordial"] = "с сердечностью"
L["Tentative"] = "с настороженностью"

L["stygian_cache"] = "Стигийский тайник"
L["stygian_cache_note"] = "Только один человек может открыть тайник каждый раз, когда он появляется!"

L["box_of_torments_note"] = "Откройте {npc:173837} под Тремакулюмом."
L["tormentors_notes_note"] = "Обыщите труп {npc:173811}."
L["words_of_warden_note"] = "Осмотрите |cffffff00Обрывок бумаги|r на камне за горшками."

-- Locations given relative to a map area name
L["nexus_area_calcis_branch"] = nil
L["nexus_area_calcis_crystals"] = nil
L["nexus_area_cradle_bridge"] = nil
L["nexus_area_domination_bridge"] = nil
L["nexus_area_domination_edge"] = nil
L["nexus_area_domination_room"] = nil
L["nexus_area_domination_stairs"] = nil
L["nexus_area_gorgoa_bank"] = nil
L["nexus_area_gorgoa_middle"] = nil
L["nexus_area_gorgoa_mouth"] = nil
L["nexus_area_perdition_wall"] = nil
L["nexus_area_torment_rock"] = nil
L["nexus_area_zone_edge"] = nil
L["nexus_area_zovaal_edge"] = nil
L["nexus_area_zovaal_wall"] = nil
-- Locations given relative to a named cave/cavern
L["nexus_cave_anguish_lower"] = nil
L["nexus_cave_anguish_outside"] = nil
L["nexus_cave_anguish_upper"] = nil
L["nexus_cave_desmotaeron"] = nil
L["nexus_cave_echoing_outside"] = nil
L["nexus_cave_forlorn"] = nil
L["nexus_cave_howl_outside"] = nil
L["nexus_cave_howl"] = nil
L["nexus_cave_roar"] = nil
L["nexus_cave_ledge"] = nil
L["nexus_cave_prodigum"] = nil
L["nexus_cave_soulstained"] = nil
L["nexus_cave_torturer"] = nil
-- Locations given relative to a named NPC
L["nexus_npc_akros"] = "Наверху лестницы рядом с {npc:170787}"
L["nexus_npc_dekaris"] = "На вершине пика, где находится {npc:157964}"
L["nexus_npc_dolos"] = "На земле позади {npc:170711}"
L["nexus_npc_ekphoras"] = "Рядом с платформой {npc:169827}"
L["nexus_npc_incinerator"] = "На небольшом выступе под {npc:156203}"
L["nexus_npc_orophea"] = "На земле рядом с {npc:172577}"
L["nexus_npc_orrholyn"] = "Найдено ниже платформы {npc:162845}"
L["nexus_npc_portal"] = "На небольшом камне за {npc:167531}"
L["nexus_npc_talaporas"] = "У лестницы на платформу {npc:170302}"
L["nexus_npc_thanassos"] = "На задней стороне платформы {npc:170731}"
L["nexus_npc_willbreaker"] = "В углу за {npc:168233}"
-- Locations given relative to the main path/road nearby
L["nexus_road_below"] = "На земле под главной дорогой"
L["nexus_road_cave"] = "В маленькой пещере под дорогой"
L["nexus_road_mawrats"] = "В стае крыс утробы у дороги"
L["nexus_road_next"] = "Рядом с главной дорогой"
L["nexus_room_ramparts"] = "В маленькой комнате под стеной"
-- Random locations described as best as possible
L["nexus_misc_crystal_ledge"] = "На каменном выступе рядом с какими-то бирюзовыми кристаллами"
L["nexus_misc_floating_cage"] = "На висящей клетке (используйте точки захвата)"
L["nexus_misc_below_ramparts"] = "Под нижней частью стены"
L["nexus_misc_grapple_ramparts"] = "На вершине стены (используйте точку захвата)"
L["nexus_misc_grapple_rock"] = "За точкой захвата на скале"
L["nexus_misc_ledge_below"] = "На земле под выступом"
L["nexus_misc_three_chains"] = "На земле за тремя цепями"

L["stolen_anima_vessel"] = "Сосуд с украденной анимой"
L["hidden_anima_cache"] = "Тайник с украденной анимой"
L["options_icons_anima_vessel"] = "Сосуд с украденной анимой"
L["options_icons_anima_vessel_desc"] = "Отображение местоположения сосудов анимы внутри |cFFFFFF00разломов|r."

L["rift_hidden_cache"] = "Тайник разлома"
L["options_icons_rift_hidden_cache"] = "Тайник разлома"
L["options_icons_rift_hidden_cache_desc"] = "Показать расположение тайников внутри |cFFFFFF00разломов|r."

L["options_icons_bonus_boss"] = "Бонусные элитные монстры"
L["options_icons_bonus_boss_desc"] = "Отображение местоположения бонусных элитных монстров."
L["options_icons_riftstone"] = "{npc:174962}"
L["options_icons_riftstone_desc"] = "Отображение местоположения хаотичных каменей разлома."
L["options_icons_grapples"] = "{npc:176308}"
L["options_icons_grapples_desc"] = "Отображение местоположения крюков для улучшения {item:184653}."
L["options_icons_maw_lore"] = "Сюжет Утробы"
L["options_icons_maw_lore_desc"] = "Показать места в Утробе для достижения {achievement:14761}."
L["options_icons_stygia_nexus"] = "Скопление стигии"
L["options_icons_stygia_nexus_desc"] = "Показать местоположения скоплений, необходимые для {item:184168}."
L["options_icons_stygian_caches"] = "Стигийский тайник"
L["options_icons_stygian_caches_desc"] = "Показать места тайников, содержащих Стигию."

L["cov_assault_only"] = nil
L["domination_chest"] = "Сундук Господства"
L["domination_chest_note"] = "Требуется 4 {item:186727}, чтобы открыть все печати."
L["gold_band_note"] = "На вершине горы на пике."
L["harrower_key_ring"] = "Кольцо с ключами боронителя душ"
L["harrower_key_note"] = "На стене {npc:178311}."
L["helgarde_supply"] = "Хельгардский тайник с припасами"
L["maw_mad_note"] = "Бегает случайным образом по цитадели вечных мук, всегда появляется здесь."
L["nilganihmaht_note"] = "Вы должны собрать 5 колец и принести их {npc:179572} в разлом."
L["options_icons_nilganihmaht"] = "{npc:179572}"
L["options_icons_nilganihmaht_desc"] = "Показать расположение частей секретного средства передвижения {spell: 354354}."
