local ADDON_NAME, ns = ...
local L = ns.NewLocale('esES')
if not L then return end
-- Spanish Translation by Krovikan EU-Minahonda

-------------------------------------------------------------------------------
------------------------------------ COMMON -----------------------------------
-------------------------------------------------------------------------------

L['skyriding_glyph'] = 'Glifo de Surcacielos'
L['options_icons_skyriding_glyph'] = 'Glifos de Surcacielos'
L['options_icons_skyriding_glyph_desc'] = 'Muestra dónde están los glifos de surcacielos.'

L['midnight_telescope'] = nil
L['telescopes_placed'] = nil
L['options_icons_telescope'] = '{achievement:62057}'
L['options_icons_telescope_desc'] = nil

L['options_icons_midnight_lore_hunter'] = '{achievement:62104}'
L['options_icons_midnight_lore_hunter_desc'] = nil

-------------------------------------------------------------------------------
-------------------------------- EVERSONG WOODS --------------------------------
-------------------------------------------------------------------------------

L['eversong_woods_stone_vat_of_wine_note'] = nil
L['eversong_woods_stone_vat_of_wine_location'] = nil

-------------------------------------------------------------------------------
----------------------------------- HARANDAR -----------------------------------
-------------------------------------------------------------------------------

-------------------------------------------------------------------------------
---------------------------------- VOIDSTORM ----------------------------------
-------------------------------------------------------------------------------

-------------------------------------------------------------------------------
---------------------------------- ZUL'AMAN ----------------------------------
-------------------------------------------------------------------------------
