local ADDON_NAME, ns = ...
local L = ns.NewLocale('ruRU')
if not L then return end
-- Russian translation by ZamestoTV, Сстра (Ирина)
-------------------------------------------------------------------------------
------------------------------------ COMMON -----------------------------------
-------------------------------------------------------------------------------

L['options_icons_delve_rewards'] = 'Награды в Вылазках'
L['options_icons_delve_rewards_desc'] = 'Отображать награды в подсказках {location:Вылазки}.'

L['options_icons_stormarion_assault'] = 'Атака на Штормарион'
L['options_icons_stormarion_assault_desc'] = 'Отображать награды в подсказках {location:Атака на Штормарион}.'

L['options_icons_abundance_rewards'] = 'Изобилие'
L['options_icons_abundance_rewards_desc'] = 'Отображать награды в подсказках {location:Изобилие}.'

L['skyriding_glyph'] = 'Символы высшего пилотажа'
L['options_icons_skyriding_glyph'] = 'Символы высшего пилотажа'
L['options_icons_skyriding_glyph_desc'] = 'Отображение местоположения всех символов высшего пилотажа.'

L['midnight_telescope'] = 'Телескоп' -- is ingame called "Vista Flag" on beta
L['options_icons_telescope'] = '{achievement:62057}'
L['options_icons_telescope_desc'] = 'Отобразить расположение всех 10 телескопов для достижения {achievement:62057}.'

L['options_icons_midnight_lore_hunter'] = '{achievement:62104}'
L['options_icons_midnight_lore_hunter_desc'] = 'Отобразить местоположение объектов, связанных с достижением {achievement:62104}.'

L['options_icons_profession_treasures'] = 'Сокровища Профессии'
L['options_icons_profession_treasures_desc'] = 'Отображение местонахождения сокровищ, дающих знания для профессий.'

L['options_icons_safari'] = '{achievement:61091}'
L['options_icons_safari_desc'] = 'Отображение местоположения боевых питомцев для {achievement:61091}.'

L['options_icons_renowned_beast'] = 'Знаменитые звери'
L['options_icons_renowned_beast_desc'] = 'Отображать места появления призываемых ежедневных зверей для Снятия шкур'
L['silverscale_note'] = 'Призывается под мостом.'

-------------------------------------------------------------------------------
-------------------------------- EVERSONG WOODS -------------------------------
-------------------------------------------------------------------------------

L['options_icons_ever_painting'] = '{achievement:62185}'
L['options_icons_ever_painting_desc'] = 'Показать места, где можно нарисовать картину для достижения {achievement:62185}.'
L['options_icons_runestone_rush'] = '{achievement:61961}'
L['options_icons_runestone_rush_desc'] = 'Отобразить местоположение рунных камней для достижения {achievement:61961}.'

L['eversong_woods_stone_vat_of_wine_note'] = 'Требуется 10 предметов {item:256232} и 1 предмет {item:256397} от {npc:251405}.\n\nНаступите на виноград, затем добавьте дрожжи.'
L['on_flying_platform'] = 'На летающей платформе.'
L['gift_of_the_phoenix_note'] = 'Поймайте 5 искр от фениксов, которые появляются после использования Дара Феникса.'
L['triple_locked_safebox_note'] = 'Для этого требуется 3 ключа от ячейки хранения. Возьмите фиолетовый факел рядом с сундуком, чтобы их найти.'
L['incomplete_book_of_sonnets'] = 'Неполная книга сонетов'

-------------------------------------------------------------------------------
----------------------------------- HARANDAR ----------------------------------
-------------------------------------------------------------------------------

L['glowing_moth'] = 'Светящийся мотылек'
L['options_icons_glowing_moth'] = '{achievement:61052}'
L['options_icons_glowing_moth_desc'] = 'Показывает расположение светящихся мотыльков для достижения {achievement:61052}.'

L['sporespawned_cache_note'] = 'Взаимодействуйте с {dot:Red}{object:Грибной колотушкой} в Грибной деревни, чтобы получить бафф {spell:1266347}, и используйте его, чтобы ударить в {object:Гонг грибницы}. Сокровище появится рядом с гонгом.'
L['fungal_mallet'] = 'Грибная колотушка'
L['impenatrably_sealed_gourd_note'] = 'Добудьте {item:260251} из ближайшего {object:Висящего кувшина} и {item:260250} из ближайшей {object:Подвесной фляги} \nВзаимодействуйте с {object:Прочной вазой} и добавьте жидкости, чтобы получить {item:260266} \nВзаимодействуйте с сокровищем, чтобы получить награду.'

L['options_icons_more_than_just_thier_roots'] = '{achievement:62188}'
L['options_icons_more_than_just_thier_roots_desc'] = 'Отобразить местоположение НПС для достижения {achievement:62188}.'
L['more_than_just_thier_roots_note'] = 'Поговорите с НПС в указанных ниже локациях:'
L['chonon_note'] = 'На ветвях дерева.'
L['funnid_note'] = 'Высоко на ветвях Мирового Древа.'
L['kawayn_note'] = 'На стволе большого дерева.'

L['altar_of_innocence'] = 'Алтарь невинности'
L['altar_of_vigor'] = 'Алтарь бодрости'
L['altar_of_wisdom'] = 'Алтарь мудрости'
L['altar_of_innocence_note'] = 'Верните {item:256882} к {npc:254030} после взаимодействия с {object:Алтарем невинности}.\n\nВыполните задачи на оставшихся алтарях, чтобы появилось сокровище {object:Дар цикла} в {location:Логове}.'
L['altar_of_vigor_note'] = 'Верните {item:257024} к {npc:254104} после взаимодействия с {object:Алтарем бодрости}.\n\nВыполните задачи на оставшихся алтарях, чтобы появилось сокровище {object:Дар цикла} в {location:Логове}.'
L['altar_of_wisdom_note'] = 'Верните {item:257054} к {npc:254116} после взаимодействия с {object:Алтарем мудрости}.\n\nВыполните задачи на оставшихся алтарях, чтобы появилось сокровище {object:Дар цикла} в {location:Логове}.'

-------------------------------------------------------------------------------
---------------------------------- VOIDSTORM ----------------------------------
-------------------------------------------------------------------------------

L['void_shielded_tomb_note'] = 'Выпейте {object:Зелье отрешенности} на столе рядом, затем бегите в здание напротив, заберите {item:251519} и используйте его, чтобы открыть сундук. \n\n' .. ns.color.Red('Требуется 90-й уровень')
L['bloody_sack_note'] = 'Соберите {object:Сочащееся мясо} из ближайших куч костей, чтобы покормить {object:Забытую темницу}'
L['malignant_chest_note'] = 'Активируйте {object:Тлетворную находку} в пещере, чтобы открыть сундук'
L['malignant_node'] = 'Тлетворная находка'
L['exaliburn_note'] = 'Выпейте {object:Зелье несомненной силы} рядом, а затем вытащите Экзалижар.'
L['voidhoarders_corpse'] = 'Труп мародера Бездны'
L['blackcore_note'] = 'Убейте {npc:248462} или {npc:248483} в отмеченной области, чтобы получить 3x {item:248680}, затем используйте {object:Линзы сингулярности}, чтобы призвать редкого монстра.'

-------------------------------------------------------------------------------
----------------------------------- ZUL'AMAN ----------------------------------
-------------------------------------------------------------------------------

L['options_icons_frog_princess'] = '{achievement:62201}'
L['options_icons_frog_princess_desc'] = 'Отобразить местоположение лягушек для достижения {achievement:62201}.'

L['options_icons_song_seeker'] = '{achievement:61455}'
L['options_icons_song_seeker_desc'] = 'Отобразить местоположение Искателей Песни для достижения {achievement:61455}.'

L['options_icons_spiritpaw_marathon'] = '{achievement:62202}'
L['options_icons_spiritpaw_marathon_desc'] = 'Отобразить местоположения достижения {achievement:62202}.'
L['spiritpaw_marathon_note'] = 'Поговорите с {npc:258938}, затем подберите ближайшего {npc:250100} и отнесите его к {dot:Pink} в {location:храм Джан\'алай} в течение 30 минут. \n\n' .. ns.color.Red('Не садитесь на маунта иначе потеряете бафф.')

L['options_icons_gnome_alone'] = '{achievement:62200}'
L['options_icons_gnome_alone_desc'] = 'Отобразить местоположения достижения {achievement:62200}.'

L['abandoned_ritual_skull'] = 'Брошенный ритуальный череп'

L['options_icons_put_a_pin_in_it'] = '{achievement:62199}'
L['options_icons_put_a_pin_in_it_desc'] = 'Отобразить местоположения достижения {achievement:62199}.'
L['kalika_note'] = 'Поговорите с {npc:258884}, затем взаимодействуйте с {object:Забытой пуговицой}, расположенной за находящейся неподалеку {object:Нефритовой статуей}.'
L['songseeker_ikaja_note'] = 'На вершине храма.'

-------------------------------------------------------------------------------
----------------------------------- NAIGTAL -----------------------------------
-------------------------------------------------------------------------------

L['sleepy_mandrake_note'] = 'Найдите и скормите 5 уникальных красношляпников {npc:267910} в Гроте сновидца. Каждый гриб добывается из разных источников в этой зоне.'
L['partially_digested_redcap_note'] = 'Выпадает из {npc:264340}, {npc:264315} и похожих редких существ в этой зоне.'
L['ancient_crypt_reliquary'] = 'Реликварий древнего склепа'
L['squirming_mollusk'] = 'Извивающийся моллюск'
L['spiked_shell'] = 'Шипастый панцирь'

-------------------------------------------------------------------------------
------------------------------------- VAL -------------------------------------
-------------------------------------------------------------------------------

L['enchanted_hilt'] = 'Зачарованный эфес'
L['enchanted_hilt_note'] = 'Только в героическом режиме.\n\nНажмите на {object:Зачарованный эфес}, чтобы получить эффект {spell:1300397}, затем дважды победите в этой зоне мирового босса {npc:261072} или редких существ из достижения {achievement:62881}. Вернитесь к эфесу, чтобы забрать сокровища.'

-------------------------------------------------------------------------------
---------------------------------- ARCANTINA ----------------------------------
-------------------------------------------------------------------------------

L['share_a_drink_note'] = 'Приобретите {item:251039} у {npc:250495} в Тайной таверне и поделитесь им со всеми расами.'

-------------------------------------------------------------------------------
--------------------------------- RITUAL SITES --------------------------------
-------------------------------------------------------------------------------

L['options_icons_ritual_site'] = 'Место проведения ритуалов'
L['options_icons_ritual_site_desc'] = 'Отображать награды за {location:Места проведения ритуалов} во всплывающих подсказках.'

L['ritual_site_broken_throne'] = 'Место проведения ритуалов: Разрушенный трон'
L['ritual_site_daggerspine_point'] = 'Место проведения ритуалов: Высота Пронзающего Гребня'

L['broken_throne_entry_note'] = 'Разрушенный трон, также известный как Атал\'Калдан, - это руины Амани, захваченные Сумеречным Клинком. Нажмите на {npc:260103}, чтобы войти.\n\nЧередуется каждую неделю с {location:Место проведения ритуалов: Высота Пронзающего Гребня}.'
L['daggerspine_point_entry_note'] = 'Высота Пронзающего Гребня - это остров, захваченный нагами из племени Пронзающего Гребня, ранее именовавшийся островом Шаландис. Нажмите на {npc:260103}, чтобы войти.\n\nЧередуется каждую неделю с {location:Место проведения ритуалов: Разрушенный трон}.'

L['chewed_meat'] = 'Пожеванное мясо'
L['chewed_meat_note'] = 'Призовите {spell:1286634} у {object:Пожеванного мяса}. Победите {npc:263381}. Как только он станет дружелюбным, скормите ему 5x {item:242639}.'

L['ritual_circle'] = 'Ритуальный круг'
L['ritual_circle_note'] = 'Разместите {item:271999} и начните ритуал, чтобы призвать {npc:263527}.'

L['updraft'] = 'Восходящий поток'
L['void_tainted_nest'] = 'Оскверненное Бездной гнездо'
L['void_tainted_nest_note'] = 'Необходимо находиться верхом на {spell:1286606}, чтобы увидеть восходящий поток. Шагните в него, чтобы долететь до гнезда.'

L['chubs_note'] = 'Купите у {npc:263355} за 1x {item:242639}.'

L['rustling_fern'] = 'Шуршащий папоротник'
L['rustling_bush'] = 'Шуршащий куст'
L['rustling_fern_note'] = 'Можно найти на 3-м ур. или выше. Нажимайте на {object:Шуршащий папоротник}, пока не появится котенок (8-13 нажатий). Доступно всего 1-2 за прохождение.\nТребуется, чтобы питомец еще не был изучен.'
L['rustling_bush_note'] = 'Можно найти на 3-м ур. или выше. Нажимайте на {object:Шуршащий куст}, пока не появится котенок (8-13 нажатий). Доступно всего 1-2 за прохождение.\nТребуется, чтобы питомец еще не был изучен.'

L['soggy_nest'] = 'Промокшее гнездо'
L['soggy_nest_note'] = 'Требуется {item:272128}, чтобы приманить {npc:263917}.\n{item:272128} также выпадает из наг в этой зоне.'

L['washed_up_kelp'] = 'Выброшенные на берег водоросли'
L['washed_up_kelp_note'] = 'Обыщите {object:Выброшенные на берег водоросли}, чтобы с некоторой вероятностью приманить {npc:263617}. Можно найти в нескольких местах этой зоны.'

L['floating_egg_note'] = '{npc:263805} плывет по течению реки. Поймайте его на пути следования.'

-------------------------------------------------------------------------------
------------------------------------ DELVES -----------------------------------
-------------------------------------------------------------------------------

L['sturdy_chest'] = 'Прочный сундук'
L['sturdy_chest_suffix'] = 'Найден прочный сундук'

L['gulf_of_memory_chest_note'] = 'Чтобы добраться до сокровища, нужно подняться по корням дерева.'

-------------------------------------------------------------------------------
--------------------------------- COILED ISLES --------------------------------
-------------------------------------------------------------------------------

L['lost_spirit_note'] = 'Верните {item:269935} к {npc:261867}.'
L['sunken_divers_chest_note'] = 'Убейте ближайшего {npc:263081} и добудьте 3x {item:271424}, затем объедините их в {item:271423}, чтобы открыть сокровище.'
L['vulzahn_smuggled_treasure_note'] = '1. Получите {item:271791} у {dot:Blue}{npc:253837}\n\n2. Передайте {item:271791} {dot:Red}{npc:262204}, чтобы получить {item:271788}\n\n3. Передайте {item:271788} {dot:Green}{npc:263265}, чтобы получить {item:271792} и открыть сокровище'
L['grave_of_someone_forgotten_note'] = '1. Поговорите с {dot:Red}{npc:263242}.\n\n2. Поговорите с {dot:Green}{npc:263243}.\n\n3. Поговорите с {dot:Blue}{npc:263241}.\n\n4. Вернитесь к могиле и обыщите ее.'
L['profane_ritual_spoils_note'] = 'Встаньте лицом к статуе и нажимайте на {npc:263187} в таком порядке: верхний правый, верхний левый, нижний правый, нижний левый, чтобы открыть сокровище.'
L['abandoned_amani_privateers_cache_note'] = nil
L['grisly_cod_pool'] = nil
L['waterlogged_crate'] = nil
L['broken_urn'] = nil
L['brine_crusted_chest_note'] = nil
L['bubbling_clam'] = nil

L['options_icons_coiled_isle_safari'] = '{achievement:62492}'
L['options_icons_coiled_isle_safari_desc'] = 'Отображение местоположения боевых питомцев для {achievement:62492}.'

L['options_icons_student_of_hissstory'] = '{achievement:63662}'
L['options_icons_student_of_hissstory_desc'] = 'Отобразить местоположение объектов, связанных с достижением {achievement:63662}.'

L['options_icons_soft_underbelly'] = '{achievement:62601}'
L['options_icons_soft_underbelly_desc'] = 'Отобразить местоположения для достижения {achievement:62601}.'

L['options_icons_the_honored_dead'] = '{achievement:63610}'
L['options_icons_the_honored_dead_desc'] = 'Отобразить местоположения для достижения {achievement:63610}.'
