local ADDON_NAME, ns = ...
local L = ns.NewLocale('zhTW')
if not L then return end

-------------------------------------------------------------------------------
------------------------------------ COMMON -----------------------------------
-------------------------------------------------------------------------------

L['skyriding_glyph'] = '天空騎術雕紋'
L['options_icons_skyriding_glyph'] = '天空騎術雕紋'
L['options_icons_skyriding_glyph_desc'] = '顯示所有天空騎術雕紋的位置.'

L['midnight_telescope'] = nil
L['options_icons_telescope'] = '{achievement:62057}'
L['options_icons_telescope_desc'] = nil

L['options_icons_midnight_lore_hunter'] = '{achievement:62104}'
L['options_icons_midnight_lore_hunter_desc'] = nil

L['options_icons_profession_treasures'] = '專業技能寶藏'
L['options_icons_profession_treasures_desc'] = '顯示會給予專業技能知識的寶藏位置.'

-------------------------------------------------------------------------------
-------------------------------- EVERSONG WOODS --------------------------------
-------------------------------------------------------------------------------

L['eversong_woods_stone_vat_of_wine_note'] = nil
L['on_flying_platform'] = nil
L['gift_of_the_phoenix_note'] = nil
L['triple_locked_safebox_note'] = nil
L['incomplete_book_of_sonnets'] = nil

-------------------------------------------------------------------------------
----------------------------------- HARANDAR -----------------------------------
-------------------------------------------------------------------------------

L['glowing_moth'] = nil
L['options_icons_glowing_moth'] = nil
L['options_icons_glowing_moth_desc'] = nil

-------------------------------------------------------------------------------
---------------------------------- VOIDSTORM ----------------------------------
-------------------------------------------------------------------------------

L['bloody_sack_note'] = nil
L['malignant_chest_note'] = nil
L['malignant_node'] = nil

-------------------------------------------------------------------------------
---------------------------------- ZUL'AMAN ----------------------------------
-------------------------------------------------------------------------------

-------------------------------------------------------------------------------
---------------------------------- ARCANTINA ----------------------------------
-------------------------------------------------------------------------------

L['share_a_drink_note'] = nil

-------------------------------------------------------------------------------
----------------------------------- DELVES ------------------------------------
-------------------------------------------------------------------------------

L['sturdy_chest'] = '結實的箱子'
L['sturdy_chest_suffix'] = '結實的箱子已發現'
